[
	// Spectator
	{
		"name": "Spectator",
		"outerColor": [255,255,255]
//		"innerColor": [255,255,255]
	},
	
	// Nations
	
// Before the Doom of the Old World
	// The Pangaea Saga
	{
		"name": "'Nkuhanea",
		"leaderName": "Erish",
		"adjective": ["Nkuhanean"],
		"startBias": ["Fresh Water"],
		"preferredVictoryType": "Cultural",
		"favoredReligion": "Spontanism",
		"style": "Human",
		
		"startIntroPart1": "'Nkuhanea is the earliest known civilization in the historical region of Aaru on the southern Pangaea, emerging during the Karamithic, the time before the Gods left Earth. It is one of the cradles of civilization in the world, along with ancient Lemuria, Shangri-La, Polgar Sod'em, Artiza, Chorislavia, and ancient Eldariya. Living along the valleys of the Madris and Timika rivers, Nkuhanean farmers grew an abundance of grain and other crops, the surplus from which enabled them to form urban settlements. Finding the magic stone Tridstone, Nkuhanea became a prosperous civilization ever.",
		"startIntroPart2": "Queen Erish the Jewel of Timika, the Bearer of the Tridstone, for uncounted years your people endured. They look to you to lead them once more into greatness. Will you answer the call? Can you build a civilization that will stand the test of time?",
		
		"declaringWar": "I can engage in this war without sacrificing morals. Can you?",
		"attacked": "I warn you against making a habit of shedding blood. Blood never sleeps.",
		"defeated": "No, I am not ready to leave my people. No!",
		"afterPeace": "Because of war, haven't we all been hurt?",
		"introduction": "I am Erish, and who are you, gentleman?",
		
		"neutralHello": "You have my gratitude.",
		"hateHello": "Shame on you.",
		"tradeRequest": "I offers you this exceptional proposition.",
		
		"outerColor": [105, 34,172],
		"innerColor": [255,102,102],
		"uniqueName": "Valley of Rejuvenation",
		"uniqueText": "+1 Population to all cities settled on Fresh Water \nAll Land-Military units gain the Amphibious promotion \n-33% tile improvement construction time in River tiles",
		"uniques": ["[-33]% construction time for [All] improvements <in [River] tiles>",
					"[{Military} {Land}] units gain the [Amphibious] promotion"], 
		"cities": ["Akhetutan","Sabata","Guzana","Noenna","Chu'ata","Vrybergam","Jundiaí","Pliska","Jayapura","Beikthano",
			"Kyaukse","Veptis Parla","Hieraconpolia","Binnaka","Nias","Quirigua","Q'umarkaj","Mamuju","Kaur","Tsymbalka"],
		"spyNames": ["Heba","Sukaesih","Ma'at","Felish","Naru","Bahe","Atan","Ndruru","Refaat","Neuth"]
		"civilopediaText": [
			{"text": "'Nkuhanea is the earliest known civilization in the historical region of Aaru on the southern Pangaea, emerging during the Karamithic, the time before the Gods left Earth. It is one of the cradles of civilization in the world, along with ancient Lemuria, Shangri-La, Polgar Sod'em, Artiza, Chorislavia, and ancient Eldariya. Living along the valleys of the Madris and Timika rivers, Nkuhanean farmers grew an abundance of grain and other crops, the surplus from which enabled them to form urban settlements."},
			{"text": "During Queen Erish's reign, the miners of Nkuhanea discovered an unknown stone, which became known as the Tridstone. The Tridstone shone of its own inner light, and appeared a little globe of pallid light in darkness. This stone was sent to Polgar Sod'em to be made into a necklace for Queen Erish. It is a stone that is dangerous yet useful for the chosen ones because it can affect the user's soul. Queen Erish, almost every time she sleeps, dreams of strange signs. Some of these signs help her bring prosperity to the kingdom after being interpreted."},
			{"separator": true},
			{"text": "Tips to play:"},
			{"text": "Settle beside Hill, and build Lodepit around your cities. Or ... Settle on River."},
			{"text": "Any Land on River beside Hill is your favorit spot to settle."}
		]
	},
	
	{
		"name": "Polgar Sod'em",
		"leaderName": "Hajruddin",
		"adjective": ["Sodites"],
		"startBias": ["Hill"],
		"preferredVictoryType": "Cultural",
		"favoredReligion": "Relativity",
		"style": "Dwarven",
		
		"startIntroPart1": "Polgar Sod'em is a historical kingdom in the southern continent of Pangaea. Together with 'Nkuhanea, Eldariya, and Chorislavia, it was one of four early civilizations of Pangaea, and of the four, the only dwarfs civilization. Its sites spanned an area from much of Somarum Hill, to north Binnaka, and southeastern Avalonia. Its culture played a crucial role during the Eldariya dynasty that annexed Polgar Sod'em, when the Sodite language remained and the rest of its buildings became the inspiration for Eldariya's greatness. The concepts of Construct and Golem were first coined among the Sodites.",
		"startIntroPart2": "Great King Hajrudin, The Architectural Digest, The King of Hammer, your kingdom endured but a short time after your death. Your people look to you to bring the kingdom back to life once more. Will you answer the call? Can you build a civilization that will stand the test of time?",
		
		"declaringWar": "I hereby inform you of our intention to wipe out your civilization from this world.",
		"attacked": "Foolish, miserable wretch! You will be crushed by this country's magnificent power!",
		"defeated": "How could we fall to the likes of you?!",
		"afterPeace": "Well played, fellow warrior.",
		"introduction": "Welcome foreigner, I am Hajruddin. Come and tell me about your empire.",
		
		"neutralHello": "Peace be upon you.",
		"hateHello": "Well?",
		"tradeRequest": "Friend, I believe I may have found a way to save us all! Look, look and accept my offering!",
		
		"outerColor": [ 35,53,116],
		"innerColor": [255,56, 56],
		"uniqueName": "Master Builder",
		"uniques": ["[+15]% Production when constructing [All] wonders [in all cities]", 
					"[+15]% Production towards any buildings that already exist in the Capital", 
					"[+1 Production] from every [Strategic resource]",
					"[+1 Production] from every [Luxury resource]"],
		"cities": ["King's Summit","Borbuddem","Pyr Amid'em","Mausollem","Gridden Wall","Kolussem","Hangen Stone","Tamja Hellin","Chotchen","Panma Caniem",
			"Petra","Redemeer","Picchu","Angkoreen","Holonbay","Stonen Mengen","Hagan Sophiem","Mozi","Fez","Balkh"],
		"spyNames": ["Eridd","Yurrgin","Kulin","Dili","Noli","Broil","Uroil","Bifur","Baur","Budigin"]
		"civilopediaText": [
			{"text": "Polgar Sod'em is a historical kingdom in the southern region of Pangaea. Together with 'Nkuhanea, Eldariya, and Chorislavia, it was one of four early civilizations of Pangaea, and of the four, the only dwarfs civilization. Its sites spanned an area from much of Somarum Hill, to north Binnaka, and southeastern Avalonia. Its culture played a crucial role during the Eldariya dynasty that annexed Polgar Sod'em, when the Sodite language remained and the rest of its buildings became the inspiration for Eldariya's greatness."},
			{"text": "After Queen Erish found the Tridstone, she requested King Hajruddin to make her a necklace from the stone. Knowing this, Dathun sent his envoy to persuade Hajruddin to conspire and exchange the Tridstone for another stone. Hajruddin rejected the greed shown by the envoy. He was sure that Eldariya would not be satisfied with just stealing the Tridstone, they would definitely take over the Nkuhanean homeland, moreover the Eldars was repeatedly attempted to annex Polgar Sod'em."},
			{"separator": true},
			{"text": "Polgar Sod'em is a dwarfs civilization, led by Hajruddin. As dwarfs, they can build magnificent monuments."},
			{"text": "Tips to play:"},
			{"text": "Fokus on building & building, buy every available non-Wonder building in Capital."},
			{"text": "Aim for Scientific or Cultural vitory."}
		]
	},
	
	{
		"name": "Eldariya",
		"leaderName": "Atun",
		"adjective": ["Eldars"],
		"preferredVictoryType": "Cultural",
		"favoredReligion": "Relativity",
		
		"startIntroPart1": "Eldariya was the first empire of Pangaea after the long-lived civilization of 'Nkuhanea and the first dwarven civilization of Polgar Sod'em. It was centered in the city of Phaeron's Seat (named after their leader's title) and its surrounding region. The empire united Nkuhanean, Sodites and Eldarry speakers under one rule. For a brief period, the Eldars was the most powerful in the world, sending military expeditions as far north as Oakenfell, and as far south as Mamuju. But the empire fell at last under the assault of accused barbaric people, the Almurians.",
		"startIntroPart2": "O' Great Phaeron Atun, Ulur Satarabpa, Lord of the Three Kingdoms, will you rise again to take back what is yours and reclaim your marvels? Will you accept the challenge? Can you build a civilization that will stand the test of time?",
		
		"declaringWar": "You lower lifeform has something that is beyond your right. We will take back what is ours!",
		"attacked": "You dare to defy the Eldars? Face our wrath!",
		"defeated": "I.. I can't believe it. The Eldars.. Our legacy..",
		"afterPeace": "Huh, cowards!",
		"introduction": "I am Atun, Phaeron of the Eldars. We will reclaim our people's glory whatever it takes.",
		
		"neutralHello": "Be quick.",
		"hateHello": "It seems lower lifeform has come to talk.",
		"tradeRequest": "We believe you have something worthy of our time.",
		
		"outerColor": [ 0, 0,205],
		"innerColor": [50,205,50],
		"uniqueName": "Buried Marvels",
		"uniqueText": "+2 Culture, +1 Happiness from every World Wonder and another +2 Culture after discovering Archaeology \n+1 Culture from every National Wonder \n+33% Production when constructing World Wonder for the first time in a city",
		"uniques": ["[+2 Culture, +1 Happiness] from every [World Wonder]", 
					"[+2 Culture] from every [World Wonder] <after discovering [Archaeology]>",
					"[+33]% Production when constructing [World Wonder] wonders [in all cities]",
					"[-33]% Production when constructing [World Wonder] wonders [in all cities with a world wonder]"],
		"cities": ["Phaeron's Seat","Ankhesefret","Isetnotanath","Khetamun","Nimaetef","Imhokhmet","Khaera","Seshetamen","Horemka","Ptoletep",
			"Nakhtoptah","Tutatamen","Khutamun","Anlakhotep","Rahotef","Nebnebiankh","Sensedjem","Saramun","Psuseramen","Karimun",
			"Nebethis","Takhathap","Partis","Hetecris","Nubkhecris"],
		"spyNames": ["Dathun","Amun","Numna","Tun","Astep","Panaen","Octar","Gudrun","Etena","Matla"],
		"civilopediaText": [
			{"text": "Eldariya was the first empire of Pangaea after the long-lived civilization of 'Nkuhanea and the first dwarven civilization of Polgar Sod'em. It was centered in the city of Phaeron's Seat (named after their leader's title) and its surrounding region. The empire united Nkuhanean, Sodites and Eldarry speakers under one rule. Despite their failing of seizing possession of the Tridstone, Eldariya gains the knowledge and technology to develop a magical being , Golems. They also managed to create a Tomb Guard thanks to the Sodites."},
			{"text": "As the dominant power of the eastern part of central Pangea, Eldariya inevitably came into conflict with many neighbors and rivals, from the indigenous Chorislaviani of Central Pangea to the nascent Almuria. Following the conflict and annexation of Nubkhecris, its growing competition with Almuria culminated in the Mudariya Wars, which saw some of the largest battles in history. Eldariya narrowly avoided destruction after the Third Mudariya War, and was destroyed by the Almurians after the fourth and final Mudariya War. All remnants of the Eldars civilization came under Almuria rule, and Almuria subsequently became the dominant power, paving the way for its rise as a major empire. Almuria, howerver, decided not to mess with the Crypt of the Unliving because of the Tomb Guard, an entity they had never seen before."},
			{"separator": true},
			{"text": "Eldariya is a long lost civilization coming back to life to reclaim their old glory. Led by Phaeron Atun, they came back to retake what rightfully theirs."},
			{"text": "Tips to play:"},
			{"text": "Try and settle (or conquer) as many cities as you can to maximize Eldariya's Unique Ability to build Wonder."},
			{"text": "Eldarya is a typical wide yet cultural civilization."}
		]
	},
	
	{
		"name": "Almuria",
		"leaderName": "Vieya",
		"adjective": ["Almurian"],
		"startBias": ["Coast"],
		"preferredVictoryType": "Domination",
		"favoredReligion": "Relativity",
		"style": "Merfolk",
		
		"startIntroPart1": "Almuria was an empire that controlled Manas Island, Shangri-La, and parts of Pangea, from Kumari Kandam to Mamuju, excluding Akhetutan, Sabata, and Noenna. It was founded on Manas Island in the town of Lemuria by the Almurian tribal leader Ishana. After five years of establishment, Almuria crossed into Pangea and, with the conquest of Erum and the annexation of Shangri-La along the way, Almuria was transformed into an empire. Almuria ended the Eldariya Empire with the conquest of Phaeron's Seat during the Fourth Mudariya War by Vieya the Conqueror.",
		"startIntroPart2": "Honor be with you, Vieya the Conqueror, The Mighty Vala, Falanari Restarum, the Doom of the Old World ravaged and crushed your empire. Your sunken people have mutated and your armaies await your signal. Will you restore the glory of your empire? Can you build a civilization that will stand the test of time?",
		
		"declaringWar": "Let there be war between us! I will wrestle your lands away, and rule your subjects with strength.",
		"attacked": "Act of insolence against our magnificence can't be tolerated! You shall pay the price!",
		"defeated": "This severe and afflicting loss will not be sustained, and Almuria, thank providence, will ascend again.",
		"afterPeace": "Yes, try saving that already dirty face of yours!",
		"introduction": "I am Fala Vieya, the ruler of the sea. I come to reclaim the land.",
		
		"neutralHello": "Hello, land dweller.",
		"hateHello": "You are like the muck that spreads around ships in calm waters.",
		"tradeRequest": "Let us join our forces together and reap the rewards.",
		
		"outerColor": [0, 43, 11],
		"innerColor": [0,242,189],
		"uniqueName": "The Lost Continent",
		"uniqueText": "Can embark and move over Coasts and Oceans immediately \nMilitary Land units become stronger when fighting in adjacent to Water tiles and become weaker when fighting in Desert\nEmbarked units can defend themselves \nDouble quantity of Megall produce",
		"uniques": ["Enables embarkation for land units <starting from the [Archaic age]>", 
					"Enables [All] units to enter ocean tiles <starting from the [Archaic age]>",
					"[{Military} {Land}] units gain the [Water Creature] promotion", 
					"Defense bonus when embarked <for [All] units>",
					"Double quantity of [Megall] produced"],
		"cities": ["Lemuria","Atlantis","Avalonia","Agarthea","Erum","Kitezha","Kumari Kandam","Mu","Shangri-La","Lyonessa",
			"Quivira","Buyana","Cantre'r Gwaelea","Cibola","Llys","Ys","Ogygia","Zealandia","Ravenser Odd","Ferdinandea",
			"Jordsand","Kerguelen","Beringia","Doggerland","Maui Nui"],
		"spyNames": ["Ishana","Orta","Ram","Kae","Kelda","Leena","Muriel","Agwe","Ktarla","Anala"],
		"civilopediaText": [
			{"text": "Almuria was an empire that controlled Manas Island, Shangri-La, and parts of Pangea, from Kumari Kandam to Mamuju, excluding Akhetutan, Sabata, and Noenna. It was founded on Manas Island in the town of Lemuria by the Almurian tribal leader Ishana. After five years of establishment, Almuria crossed into Pangea and, with the conquest of Erum and the annexation of Shangri-La along the way, Almuria was transformed into an empire. Almuria ended the Eldariya Empire with the conquest of Phaeron's Seat during the Fourth Mudariya War by Vieya the Conqueror."},
			{"text": "Under the reign of Fala Vieya, Almuria marked the peak of its power and prosperity. After moving the imperial capital to Avalonia, Almuria released Akhetutan, Sabata, and Noenna in exchange of the Tridstone. In collaboration with the Sodites, Almuria developed a series of new technologies centered upon the discovery of an inexhaustible source of energy. This energy was genertaed by extracting litle by litle energy from Tridstone using the Aurelionate Device. During a test of the device, a massive energy pulse violently radiated outward and destroyed Almuria, causing it to sink into the sea and trigger the world's disaster. The energy pulse affected the survivors biologically, causing them to gain the ability to breathe underwater and the superhuman strength needed to survive in the deep ocean."},
			{"separator": true},
			{"text": "Almuria is a merfolk civilization, led by Vieya. Merfolk can live either on Land or in Water, but they can't tolerate scorching sun."},
			{"text": "Tips to play:"},
			{"text": "Fight alongside Coast or fresh water since it'll make Almuria units stronger."},
			{"text": "Search Megall as much as possible"}
		]
	},
	
	// Eustasia the Pious Land
	{
		"name": "Louvargia",
		"leaderName": "Alexander",
		"adjective": ["Louvargian"],
		"startBias": ["Tundra"],
		"preferredVictoryType": "Cultural",
		"favoredReligion": "Balance",
		
		"startIntroPart1": "The Kingdom of Louvargia was a kingdom centered in north-central of Eustasia. Louvar served as the kingdom's capital for many decades but relocated to Malovar due to extreme cold and infertile land. Emerging from the earlier Artiza civilization, the kingdom was likely founded after the Great Famine of Artiza. Beginning with the reign of Perdiccas, Louvargia created its own trade currency and trading system. Louvargia culture developed in due to trade with Windemer, evident in the use of Haz'ie script. Despite their long lives, The Kingdom of Louvargia are not well-known as Louvargians remained isolated..",
		"startIntroPart2": "Revered Alexander, the Favored Son of Goddess, Father of the Fertile Crescent, Louvargians rest upon your responsibility to the Great Mother. Will you keep the Mother's grace upon this land and lead your people into the long-lasted age of prosperity? Can you build a civilization that will stand the test of time?",
		
		"declaringWar": "We won't let your arrogance upon Her divinity be permitted! And we will attain Her benevolence!",
		"attacked": "Act of insolence against our Mother can't be tolerated! By our Mother's embrace that you shall pay the price!",
		"defeated": "Mother, why hast thou forsaken us? How come the Motherland be a barren land of cold?",
		"afterPeace": "Be happy of the fact that Mother still forgives you.",
		"introduction": "Greetings strangers, I am Alexander, the revered son of Louvargia, come and feast with us! These are Her blessings of good harvest.",
		
		"neutralHello": "Goddess bless us.",
		"hateHello": "Speak!",
		"tradeRequest": "With guidance from our Mother, we've come to arrange an agreement with you.",
		
		"outerColor": [237,216,184],
		"innerColor": [  0, 54,255],
		"uniqueName": "Her Biting's Embrace",
		"uniqueText": "+1 [Faith] from All Farm adjacent to Blessed Farm \nEvery Blessed Farm in Tundra provides +1 [Gold], +1 [Production] \nFree Divine Order appears upon discovering Theology",
		"uniques": ["[+1 Faith] from every [Farm] <with [1] to [6] neighboring [Blessed Farm] tiles>", 
					"[+1 Faith] from every [Terrace farm] <with [1] to [6] neighboring [Blessed Farm] tiles>", 
					"[+1 Faith] from every [Blessed Farm] <with [1] to [6] neighboring [Blessed Farm] tiles>", 
					"[+1 Gold, +1 Production] from every [Blessed Farm] <in [Tundra] tiles>",
					"Free [Divine Order] appears <upon discovering [Theology]>"],
		"cities": ["Louvar","Malovar","Orivar","Resivar","Amolivar","Luivar","Amanivar","Pialivar","Jalarivar","Valarivar",
			"Urivar","Komivar","Luxuvar","Kurivar","Liqovar","Albuvar","Rasutovar","Kashvar","Aslar","Qarar"],
		"spyNames": ["Perdiccas","Alcetas","Orestes","Arrhidaeus","Amyntas","Myles","Amyklas","Kynortas","Tyndareos","Orestes"],
		"civilopediaText": [
			{"text": "The Kingdom of Louvargia was a kingdom centered in north-central of Eustasia. Louvar served as the kingdom's capital for many decades but relocated to Malovar due to extreme cold and infertile land. Emerging from the earlier Artiza civilization, the kingdom was likely founded after the Great Famine of Artiza. Beginning with the reign of Perdiccas, Louvargia created its own trade currency and trading system. Louvargia culture developed in due to trade with Windemer, evident in the use of Haz'ie script. It is through this that the Louvargians began to worship Inua, The Goddess of Tundra, and adopted as state religion under Alexander of Louvargia."},
			{"text": "During his reign, Alexander made many changes to improve the social order in the country by developing and teaching work ethic. Alexander built many Hymn Houses to sing and chanting praises upon the Goddess Inua, and by Her mercy and magnificence, the land of Malovar extending to the Orivar region and the outskirts of Amolivar was transformed into fertile land, an area which was later dubbed the Fertile Crescent. Because of that, the Louvargians become intolerant of other religions, fearing that the Goddess will angry and lift Her blessings upon these fetile land."},
			{"separator": true},
			{"text": "Louvargia is a 'peace-loving' and religious civilization. They prefer to stay in their own tundra domain, believing in their Goddess which reign over Tundra."},
			{"text": "Tips to play:"},
			{"text": "Louvargia benefits from having tall cities because of its unique building."},
			{"text": "Make sure to build Farms as much as possible to maximize your population growth."}
		]
	},
	
	{
		"name": "The Shinso",
		"leaderName": "Takashi no Seimei",
		"adjective": ["Shinso"],
		"favoredReligion": "Uncertainty",
		
		"startIntroPart1": "The Shinso civilization was a multicultural kingdom in southern Eustasia before the Doom of the Old World. The Shinso emerged from the unification of several tribes under the leadership of Yasunori, known by the more famous title of Takashi no Seimei. The kingdom grew rapidly under his rule and that of his descendants, who developed Onmyōdō. With the help of Onmyōji, Yasunori forms a large-scale magic seals to open the Door of Prosperity, which brings a never ending prosperity to the people of Shinso.",
		"startIntroPart2": "Venerated Yasunori of Hakensei, Takashi no Seimei, The Most Astute of All Shinso, the keys to unlock the Door of Prosperity are within your grasp. Will you acquire it for the good of life? Will you stand tall and proud amongst those who seeks harm to Shinso? Can you build a civilization that will stand the test of time?",
		
		"declaringWar": "You won't stand a chance against our mighty casters!",
		"attacked": "You dare to touch our sacred lands? It will be your grave!",
		"defeated": "A pity that I won't be able to see the true Prosperity.",
		"afterPeace": "It was an honor to fight you.",
		"introduction": "I am Takashi no Seimei, Yasunori of Hakensei, welcome to our land!",
		
		"neutralHello": "Greetings.",
		"hateHello": "A vermin wants to talk?",
		"tradeRequest": "We've come to bargain, Sir.",
		
		"outerColor": [218,165,32],
		"innerColor": [0,0,205],
		"uniqueName": "Pillars of Heaven",
		"uniqueText": "May build Onmyō pillars related to Food, Gold, Science, and Faith \nGain a free Great Person when you finish building All pillars \n+1 Production from every Ley Line",
		"uniques": ["[+1 Production] from every [Ley Line]"],
		"cities": ["Hakensei","Nakahama","Kinkasaki","Mizutora","Yamazaka","Kyoshi","Nagakura","Touhama","Fujihidaka","Kumamoto",
			"Shingawa","Asatori","Hoshiyama","Iwazawa","Kirikawa","Asahaba","Tateki","Miyakumo","Shirotsuchi","Shinchaku"],
		"spyNames": ["Akaishi","Anri","Hattori","Oda","Momoka","Kawashima","Hojo","Hitomi","Kaede","Mochizuki"],
		"civilopediaText": [
			{"text": "The Shinso civilization was a multicultural kingdom in southern Eustasia before the Doom of the Old World. The Shinso emerged from the unification of several tribes under the leadership of Yasunori, known by the more famous title of Takashi no Seimei. The kingdom grew rapidly under his rule and that of his descendants, who developed Onmyōdō, a system of natural science, astronomy, almanac, divination and magic that developed based on the Zillan philosophies of yin and yang and five elements."},
			{"text": "Ten years after the unification of Shinso, Yasunori established the departments and posts of Onmyōji who practiced Onmyōdō in the Imperial Court, and Onmyōdō was institutionalized. Onmyōji was responsible for the kingdom's ambitious project, which is to learn and utilise the Ley Line and building Onmyō pillars in strategic places so that they are connected to each other to form large-scale magic seals. By opening the Door of Prosperity, Yasunori brought a never ending prosperity to the people of Shinso."},
			{"separator": true},
			{"text": "Shinso is a 'jack of all trades' civilization. They get bonuses for 5 stats (Food, Gold, Science, Faith, and Production)."},
			{"text": "Tips to play:"},
			{"text": "You need to research either Writing, Mana Sensing, or The Wheel as fast as possible to gain your Stat bonus."},
			{"text": "After you reveals Ley Line, claim it by settling or conquering."}
		]
	},
	
	{
		"name": "Arxia",
		"leaderName": "Mordus",
		"adjective": ["Arxian"],
		"startBias": ["Desert"],
		"preferredVictoryType": "Domination",
		"favoredReligion": "Monetarism",
		
		"startIntroPart1": "The Kingdom of Arxia was a monarchy in the Blora Desert on the Southeast Eustasia Peninsula that was founded by Gunnar to protect his people. Beginning as a small tribe, Gunnar founded the kingdom after his encounter with the Zedus Ephor, who foresaw the Arxian would face many trials and tribulations. During the leadership of Hierarch Mordus, the kingdom faced the biggest crisis as the surrounding kingdoms attacked it together. Arxia not only repelled the attacks but also managed to conquer the surrounding kingdoms and become the sole ruler of the Blora Desert, exerting its influence to the surrounding kingdoms outside the desert.",
		"startIntroPart2": "Honorable Hierarch Mordus, the leader of the Arxians. Your reign unites all the surrounding smaller states in the Blora Desert into one unified kingdom. O, Mordus the Sun King, your people call upon your name once more. Will you lead them to glory? Will you make Arxia a leading force not only in Blora Desert but also upon this world? Can you build a civilization that will stand the test of time?",
		
		"declaringWar": "The time has come, prepare for war!",
		"attacked": "Surely you had to know that one day there would be war between us.",
		"defeated": "Who would have thought the time had come for our destruction.",
		"introduction": "You stand before Hierarch Mordus. Do I see a fellow warrior?",
		
		"neutralHello": "Be quick.",
		"hateHello": "Well?",
		"afterPeace": "Peace? Of course we know it coming.",
		"tradeRequest": "I give you this, you give me that. What do you think?",
		
		"outerColor": [205, 85, 0],
		"innerColor": [113,255,38],
		"uniqueName": "Prophecy of Prosperity",
		"uniqueText": "+1 Food, +1 Production for Desert tiles adjacent to City center \nNew Military Land unit starts with 5 Experience \nCannot gain Great General, but receive free Traon General every age in capital, starting from Heroic age",
		"uniques": ["[+1 Food, +1 Production] from [Desert] tiles [in all cities] <with [1] to [6] neighboring [City center] tiles>", 
					"New [{Military} {Land}] units start with [5] Experience [in all cities]", 
					"[Great General] is earned [-100]% faster", 
					"Free [Traon General] appears <upon entering the [Heroic age]>", 
					"Free [Traon General] appears <upon entering the [Feudal age]>", 
					"Free [Traon General] appears <upon entering the [Renaissance age]>", 
					"Free [Traon General] appears <upon entering the [Industrial age]>", 
					"Free [Traon General] appears <upon entering the [Prosperity age]>", 
					"Free [Traon General] appears <upon entering the [Modern age]>", 
					"Free [Traon General] appears <upon entering the [Future age]>"], 
		"cities": ["Arx","Hepus","Amidonia","Yolis","Xada","Anceport","Idofield","Lashire","Mauxland","Ordton",
			"Wexton","Kurx","Alerough","Pimmouth","Buxia","Ixla","Izok","Patraros","Thyresia","Nymphidon"],
		"spyNames": ["Gunnar","Menedaius","Thiseas","Cillian","Róise","Iraklis","Dimitri","Chara","Vassia","Melina"],
		"civilopediaText": [
			{"text": "The Kingdom of Arxia was a monarchy in the Blora Desert on the Southeast Eustasia Peninsula that was founded by Gunnar to protect his people. Beginning as a small tribe, Gunnar founded the kingdom after his encounter with the Zedus Ephor, who foresaw the Arxian would face many trials and tribulations but it would ultimately prosper and become a beacon of hope in the desert. Intrigued by Zedus' words, he asked the Ephor to stay with him and guide him. As the Ephor agreed, he developed a rigorous education and training program called Traon."},
			{"text": "Over time, the kingdom grew in number and strength, and they began to establish settlements and trade routes throughout the desert. However, as Zedus had prophesied, they also faced many enemies. During the leadership of Hierarch Mordus, the kingdom faced the biggest crisis as the surrounding states attacked it together. With his ingenuity, and years of training put in by the Arxians, Arxia not only repelled the attacks but also managed to conquer the surrounding states and become the sole ruler of the Blora Desert, exerting its influence to the surrounding kingdoms outside the desert."},
			{"separator": true},
			{"text": "Tips to play:"},
			{"text": "Arxia can turn Desert tiles into essentially Plains tiles around its City Center. Settle near Desert Hill to maximize it."},
			{"text": "Try not to lose your Traon General, you can only earn them once every age."}
		]
	},
	
// After the Doom of the Old World
	// The Thallin Crisis
	{
		"name": "Thallin",
		"leaderName": "Sengai",
		"adjective": ["Tailin"],
		"preferredVictoryType": "Cultural",
		"favoredReligion": "Monetarism",
		"style": "Human",
		
		"startIntroPart1": "Thallin, also referred to as Thwallin, or Tailin, was a Taloon-speaking state and cultural area based in the city of Thwallin in central-northern Llotidea. It played an important role in establishing the first empire in Llotidea after the Doom of the Old World. Thallin was often involved in rivalry with the state of Dayne to the east and Dwarven kingdom of Manthrill to the north. Thallin briefly became the major power in the region after Sengai created a short-lived empire, succeeding Grokzut and Glaceholm. The Thallin Empire rapidly fell apart after being attacked by Torakj and a big-scale rebellion, reverted it to a small kingdom for just four years.",
		"startIntroPart2": "Most assertive and cunning Parun, Sengai the Steelborn, the Color of Noblesse, Thallin once again requires the service of a skilled leader. Will you show the meaning of nobility again?  Can you build a civilization that will stand the test of time?",
		
		"declaringWar": "Human rules, subhumans serves, that is the harmony, thus prepare for war!!",
		"attacked": "My ruleship is perfect, who are you to defy me?!",
		"defeated": "Better go rather than be a slave of such villain!",
		"afterPeace": "At least you know that me, a human, worth ten more lives of yours.",
		"introduction": "The parun of Thallin welcomes you to... Cih!",
		
		"neutralHello": "Hello.",
		"hateHello": "Disgusting!",
		"tradeRequest": "Nobody should say that I am an unjust ruler. Let's reach an agreement!",
		
		"outerColor": [ 55, 25,  8],
		"innerColor": [156,197,237],
		"uniqueName": "Sazism",
		"uniqueText": "+1 Population, +1 Culture in capital from every Tradition policy tree adopted \nFree Para Artist upon completion of Tradition policy tree \n-25% unhappiness from population in your first 4 cities \n+33% Unhappiness from population in annexed cities",
		"uniques": ["[+1] population [in capital] <upon adopting [Tradition]>", 
					"[+1 Culture] [in capital] <after adopting [Tradition]>",
					"[+1] population [in capital] <upon adopting [Aristocracy]>", 
					"[+1 Culture] [in capital] <after adopting [Aristocracy]>",
					"[+1] population [in capital] <upon adopting [Legalism]>", 
					"[+1 Culture] [in capital] <after adopting [Legalism]>",
					"[+1] population [in capital] <upon adopting [Oligarchy]>", 
					"[+1 Culture] [in capital] <after adopting [Oligarchy]>",
					"[+1] population [in capital] <upon adopting [Landed Elite]>", 
					"[+1 Culture] [in capital] <after adopting [Landed Elite]>",
					"[+1] population [in capital] <upon adopting [Monarchy]>", 
					"[+1 Culture] [in capital] <after adopting [Monarchy]>",
					"[+1] population [in capital] <upon adopting [Tradition Complete]>", 
					"[+1 Culture] [in capital] <after adopting [Tradition Complete]>",
					"Free [Para Artist] appears <upon adopting [Tradition Complete]>", 
					"Provides a [Astana] in your first [4] cities for free", 
					"[+33]% Unhappiness from [Population] [in annexed cities]"],
		"cities": ["Thwallin","Getih","Kinsfolkin","Consanguin","Sib","Grandein","Cultin","Claretin","Clot","Clansperson",
			"House Rules","Nightwatch","Forbidden Palace","Traitors' Gate","Free District"],
		"spyNames": ["Hammabi","Zai","Belasi","Ilumai","Nabu-ir","Dirie","Sebai","Siwani","Aerin","Lyrkai"],
		"civilopediaText": [
			{"text": "Thallin, also referred to as Thwallin, or Tailin, was a Taloon-speaking state and cultural area based in the city of Thwallin in central-northern Llotidea. It played an important role in establishing the first empire in Llotidea after the Doom of the Old World. Thallin was often involved in rivalry with the state of Dayne to the east and Dwarven kingdom of Manthrill to the north. Thallin became the major power in the region after Sengai created a short-lived empire, succeeding Grokzut and Glaceholm."},
			{"text": "Sengai made a rule that prisoners of war from areas conquered by Thallin did not have the freedom right and were killed and used as slaves. This made many of the Glaceholmian secretly flee to the Crawl of Nortasia with the help of Crotoa. When Torakj attacked and ravaged the kingdom, Jag'ar and his fellow beastmen revolted and slaughter the Tailin nobles and their supporter. Thallin's remaining residents then fled southeast and founded the Smeheng kingdom along the Karionam River."},
			{"separator": true},
			{"text": "Thallin thinks beastmen are not human, that's why they are aggressively attacking and enslaving them."},
			{"text": "Tips to play:"},
			{"text": "As it name, Tall, relying on so long Golden Age for Cultural Victory."},
			{"text": "Try settling 4 city as fast as possible, and always pick Tradition policy when available."}
		]
	},
	
	{
		"name": "Torakj",
		"leaderName": "Anzogh",
		"adjective": ["Torakis"],
		"startBias": ["Avoid [Desert]"],
		"favoredReligion": "Uncertainty"
		"style": "Goblin",
		
		"startIntroPart1": "Torakj were a nomadic goblins who lived in Llotidea. According to Manthrill's manuscript, they were first reported living north of the Mogrim Forest and east of the Ngawi Desert. During the conflict between Manthrill and Thallin, Torakj arrived on the Galk, and after establishing a colony on Srord, they had established a vast, if short-lived, dominion in Llotidea, conquering and destroying Manthrill and many other peoples living outside of Thallin's borders. Torakj, especially under their leader Anzogh, made frequent and devastating raids into the Thallin Empire, and became the instigator of the Jag'ar Rebellion which caused the Thallin collapsed.",
		"startIntroPart2": "Fearsome Champion, Anzogh The Warrior King, your people eagerly follow you into battle and conquest. Will you regain your prominence and glory? Can you build a civilization that will stand the test of time?",
		
		"declaringWar": "Now comes a storm you cannot escape. You can only hope for a quick death.",
		"attacked": "Agh, you mess with me, you'll pay, you'll pay...",
		"defeated": "No, Anzogh knows no defeat!",
		"afterPeace": "HAHAHAHA, run weak run!",
		"introduction": "How do you do? You stand before Anzogh, just Anzogh.",
		
		"neutralHello": "What do you want now?",
		"hateHello": "So, out with it!",
		"tradeRequest": "A trade request one might say.",
		
		"outerColor": [ 12, 75, 25],
		"innerColor": [255,255,255],
		"uniqueName": "Horde of Greens",
		"uniques": ["[+1] Movement <in [Enemy Land] tiles> <for [Land] units>", 
					"[+10]% to Flank Attack bonuses <for [Land] units>",
					"[+2] XP gained from combat <for [Land] units>", 
					"Receive triple Gold from Barbarian encampments and pillaging Cities"],
		"cities": ["Torakj","Mogrim","Gaul","Dade","Talu","Bullu","Bao","Kasel","Neuss","Herne",
			"Bonn","Loyn","Wisbaden","Horkj","Skurkj","Krisz","Ithmakj","Stregz","Galk","Srord"],
		"spyNames": ["Driog","Dunnukz","Flog","Kaark","Oirig","Roig","Sheyu","Kaide","Kadul","Nomadak"],
		"civilopediaText": [
			{"text": "Torakj were a nomadic goblins who lived in Llotidea. According to Manthrill's manuscript, they were first reported living north of the Mogrim Forest and east of the Ngawi Desert. As the goblins are a male-dominated species, they must depend on abducting females from multiple species and they forcefully impregnate them by torturing and raping women. After the emergence of Anzogh The Champion, the goblins began to attack major cities with faster and more organized attacks."},
			{"text": "During the conflict between Manthrill and Thallin, Torakj arrived on the Galk, and after establishing a colony on Srord, they had established a vast, if short-lived, dominion in Llotidea, conquering and destroying Manthrill and many other peoples living outside of Thallin's borders. Torakj, especially under their leader Anzogh, made frequent and devastating raids into the Thallin Empire, and became the instigator of the Jag'ar Rebellion which caused the Thallin collapsed."},
			{"separator": true},
			{"text": "Famous as weak individuals, they are very skilled at looting cities especially under the leadership of Anzogh The Champion."},
			{"text": "Tips to play:"},
			{"text": "Attack and plunder cities using formation, to utilize their Flank attack bonus."},
			{"text": "If possible, use Wolf Rider to attack cities since they don't get attack penalty and create a good combination with Torakj's unique."}
		]
	},
	
	{
		"name": "Smeheng",
		"leaderName": "Esheng",
		"adjective": ["Smehengite"],
		"startBias": ["Oasis","Desert"],
		"preferredVictoryType": "Cultural",
		"favoredReligion": "Evolutionism",
		"style": "Desert",
		
		"startIntroPart1": "Smeheng is a kingdom in the south-eastern part of Llotidea which was founded by Gepeng. The kingdom began as a small kingdom at the upper reaches of the Karionam River, centered in the Dageeng. The Semeheng continue to uses Talloon as the official language, along with Daynian language, but does not continue Thallin's tradition. At its peak, Smeheng controlled the entire area along the Karionam River.",
		"startIntroPart2": "Greetings, Illustrious Tukang Ngumbar Janji, the Bridge of Relationship, your people once again look to you for leadership and counsel in the coming days. Will you devise new strategies to protect the sovereignity of your people? Can you build a civilization that will stand the test of time?",
		
		"declaringWar": "There is no choice. I shall take peace by force!",
		"attacked": "Shame on you, using violence which doesn't solve anything.",
		"defeated": "This will not be the end of my people, I assure you.",
		"afterPeace": "We hope we can reconcile.",
		"introduction": "Hello, mighty leader. I don't think your excellency will take what isn't rightfully yours. Am I right?",
		
		"neutralHello": "Greetings.",
		"hateHello": "What do you want?",
		"tradeRequest": "I would be grateful if you agreed on the following proposal.",
		
		"outerColor": [225,105, 0],
		"innerColor": [255,255,78],
		"uniqueName": "Bond and Oath",
		"uniques": ["[+1 Food] from every [Fresh Water]", 
					"[+15]% Strength <when fighting in [Desert] tiles>", 
					"[+15]% Strength <when fighting in [Friendly Land] tiles>"],
		"cities": ["Dageeng","Dendheng","Sie","Cakep","Ampal","Lunuk","Dengke","Usi","Cengkir","Cakkekh",
			"Degel","Dagiang","Keureut","Gepuk","Recah","Tiir","Bachin","Bosog","Lendiren","Slilit"],
		"spyNames": ["Gepeng","Sukae","Tamla","Anne","Andre","Alwyn","Gablog","Kabul","Dembik","Pengtol"],
		"civilopediaText": [
			{"text": "Smeheng is a kingdom in the south-eastern part of Llotidea which was founded by Gepeng. The kingdom began as a small kingdom at the upper reaches of the Karionam River, centered in the Dageeng. The Semeheng continue to uses Talloon as the official language, along with Daynian language, but does not continue the Thallin tradition. At its peak, Smeheng controlled the entire area along the Karionam River."},
			{"text": "Smeheng was founded by and for refugees of Thallin and Dayne whose fled from Torakj under the agreement with Jag'ar the Breaker of Chains. Living in a dry and limited to no food at Desert, Smeheng people hone their hunting skills and adapt to survive from the harsh climate. And because of the location of the kingdom, Anzogh and his army will never attack. The kingdom succeeded in restoring the relationship between humans and beastmen."},
			{"separator": true},
			{"text": "Tall and defensive Civ, perfect counter for Almuria and Dracula unit without Daywalker skill."}
			{"text": "Tips to play:"},
			{"text": "Research Construction as fast as possible, the tech will unlock your Unique Unit and Unique Improvement."},
			{"text": "Plan carefully before you build Dhab Hunter Camp as it can't be built next to each other."}
		]
	},
	
	// Beastmen Civil War
	{
		"name": "Townfolk",
		"leaderName": "Jag'ar",
		"adjective": ["Folks"],
		"startBias": ["Coast"],
		"preferredVictoryType": "Scientific",
		"favoredReligion": "Dualism",
		"style": "Beastmen",
		
		"startIntroPart1": "Townfolk was a major beastman civilization centered in the city of Townfolk on the south-eastern side of the Buantan Sea. The city developed from a Glaceholmian colony whose traveled to Sumba after the fall of Thallin. The Townfolk Empire was established by Jag'ar, the first leader of Townfolk, who also led the Jag'ar Rebellion. It reached its Golden Age immediately because many scattered beastman joined the kingdom and occupied a long strip of land along the Sumba Continent.",
		"startIntroPart2": "Welcome King Jag'ar, the Breaker of Chains, Father of the Beastkin, your people wish for a kingdom of their own once more and require a leader of unparalleled greatness! Will you unite your people? Can you build a civilization that will stand the test of time?",
		
		"declaringWar": "Your wanton aggression leaves us no choice. Prepare for war!",
		"attacked": "Excellent! Let the blood flow in raging torrents!",
		"defeated": "Now the question is who will protect my people. A dark age has come.",
		"afterPeace": "Today is the day on which we defeated our enemy. However, we shall only rejoice in our hearts.",
		"introduction": "I am Jag'ar. We are a fair people - but those who cross the line will find only destruction.",
		
		"neutralHello": "Good day.",
		"hateHello": "What?",
		"tradeRequest": "We offer this fair trade.",
		
		"outerColor": [228, 26, 40],
		"innerColor": [134,238,214],
		"uniqueName": "Rage of the Beast",
		"uniques": ["[+50]% Golden Age length", 
					"[+10]% Strength <for [All] units> <during a Golden Age>", 
					"[+15]% [Science] <during a Golden Age>", 
					"Gain a free [Sulong's Training] [in capital] <after discovering [Bronze Working]>"],
		"cities": ["Townfolk","Lions","Tigers","Bears","Bulls","Wolves","Foxes","Gorillas","Leopards","Houston",
			"Raccoons","Rhinocheroses","Warthogs","Orcas","Pandas","Piranhas","Walruses","Badgers","Mongooses","Cats"],
		"spyNames": ["Raflar","Sulong","Leon","Liona","Doge","Azhruh","Dolgur","Pancho","Wolfar","Girilena"],
		"civilopediaText": [
			{"text": "Townfolk was a major beastman civilization centered in the city of Townfolk on the south-eastern side of the Buantan Sea. The city developed from a Glaceholmian colony whose traveled to Sumba. After the fall of Thallin, Jag'ar made a pact with the remaining resident of Thallin and Dayne not to meddle in each other's affairs. Jag'ar allowed them to establish Smeheng kingdom along the Karionam River, before leaving together with his fellow beastmen to establish the city of Townfolk."},
			{"text": "The Townfolk Empire was established by Jag'ar, the first leader of Townfolk, who also led the Jag'ar Rebellion. The capital city of Townfolk was existed as a city-state, then to a territorial state, and eventually an empire and reached its Golden Age immediately because many scattered beastman joined the kingdom and occupied a long strip of land along the Sumba Continent."},
			{"separator": true},
			{"text": "Tips to play:"},
			{"text": "Sulong's Training give happiness, happiness bring Golden Age, Golden Age boost unit Strength & Science output, so prioritize to build Sulong's Training."},
			{"text": "When to war? of course during a Golden Age."}
		]
	},
	
	{
		"name": "Cavegoa",
		"leaderName": "Borris Baldur",
		"adjective": ["Goan"],
		"startBias": ["Coast"],
		"preferredVictoryType": "Diplomatic",
		"favoredReligion": "Spontanism",
		"style": "Beastmen",
		
		"startIntroPart1": "The Kingdom of Cavegoa was a beastman kingdom located in eastern Sumbawa. Founded by Borris of the Baldurs dynasty, the kingdom was established after the Beastman Civil War. A beastman of Glaceholmian origin, Borris had originally served Leon, leading Leon's army in battle against Concordia in the border of Badgers city, where he was made Marquis. After the outbreak of the Beastman Civil War, with Balin's permission, Boris and his people fled from the pursuit of the Townfolk's Mink across the border of Twin Mountain.",
		"startIntroPart2": "Greetings to you, Borris The Saviur, Marquis of the Folks, your people look up to you to guide them once more. Will you stand tall and save the people? Can you build a civilization that will stand the test of time?",
		
		"declaringWar": "You are an abomination to earth, the chief of ignorant savages! You must be destroyed!",
		"attacked": "It is obvious now that I misjudged you and your true intentions.",
		"defeated": "Monster! Who are you to destroy my greatness?",
		"afterPeace": "Are we done? If we done, we done.",
		"introduction": "We hope for a fair and just relationship with you, who are renowned for military bravery.",
		
		"neutralHello": "Hello.",
		"hateHello": "Leave me alone!",
		"tradeRequest": "I would be grateful if you agreed on the following proposal.",
		
		"outerColor": [ 16,126,  5],
		"innerColor": [134,238,214],
		"uniqueName": "Survival Instinc",
		"uniques": ["[+10] HP when healing <for [Wounded] units>", 
					"[+10]% Strength <for [Wounded] units>", 
					"[+10]% Strength <when below [50] HP>"],
		"cities": ["Goa","Armant","Lisht","Chondote","Nedrow","Lawless","Pajaten","Skien","Crossy","Grassrich",
			"Amphibeast","Stone Valley","Cattlery","Shining Lake","Nomad River","Greenland","Dusteppe","Cesteppe","Lushleaf","Drysparo"],
		"spyNames": ["Concelot","Fleshfur","Zolorul","Jurgor","Daulis","Dalarus","Myusel","Muse","Luce","Udeor"],
		"civilopediaText": [
			{"text": "The Baldurs dynasty was the founding dynasty of the Kingdom of Cavegoa established by Borris, following the Beastman Civil War. A beastman of Glaceholmian origin, Borris had originally served Leon, leading Leon's army in battle against Concordia in the border of Badgers city, where he was made Marquis. Following Leon's death, Groza was proclaimed as the emperor of Townfolk, and began permitting slavery, a policy which sparked the Beastman Civil War."},
			{"text": "When the slavery policy was announced, there were many demonstrations and resistance. The situation became uncontrollable when demonstrators were persecuted and their families were made into slaves, a situation that forced Borris to rebel. Realizing that he will not be able to stand the imperial forces, Borris sends an emissary to Twin Mountains asking for help. Balin II, the leader of Twin Mountain at that time, refused to send army to Townfolk but allowed Borris's people to cross the border and flee to the continent of Sumbawa."},
			{"separator": true},
			{"text": "Tips to play:"},
			{"text": "Don't sleep Military units until fully healed since they'll lose Strength bonus. 90 HP will do."},
			{"text": "Settle on Coastal or next to Grassland to maximize its unique building."}
		]
	},
	
	{
		"name": "Twin Mountain",
		"leaderName": "Thraldin",
		"adjective": ["Tilteinan"],
		"startBias":["Mountain"],
		"preferredVictoryType": "Scientific",
		"favoredReligion": "Butterfly Effects",
		"style": "Dwarven",
		
		"startIntroPart1": "Twin Mountain, previously the Kingdom of Cremona, is a state that ruled over Archiea centered in twin mountains of Khorin and Gulddin. The kingdom was founded by Balin Duskstone, or Balin I, son of Dwalin. During the reign of Thralldin, the centre of the kingdom was shifted from Cremona to Thraldin's Palace. At its peak, the kingdom covered the whole of Archiea. Twin Mountain is credited for helping Borris and his people escape from the pursuit of the Townfolk imperial forces by holding them at the border of Maidhurst when the Beastman Civil War broke out.",
		"startIntroPart2": "Thraldin The Staeshield, The King Under The Mountain, your people turn to you to once more to appreciate the blessing of mountains! Nobody loves the mountain as your people do. The mountains serves you. O mighty king, can you build a civilization that will stand the test of time?",
		
		"declaringWar": "Now we will see if you are cowards or warriors!",
		"attacked": "I shall tell my historians to record your empire for the future, after I have ground your cities into the dust.",
		"defeated": "I never thought this could happen… not like this.",
		"afterPeace": "You have proven yourself a worthy opponent today. I congratulate you.",
		"introduction": "I am Thraldin. My fortress will stand forever.",
		
		"neutralHello": "What is it?",
		"hateHello": "What do you want?",
		"tradeRequest": "I offer this, for your consideration.",
		
		"outerColor": [ 27, 53, 63]
		"innerColor": [213,249,255],
		"uniqueName": "Shield of the Mountain",
		"uniques": ["[+10]% Strength <within [2] tiles of a [Mountain]>", 
					"Land units may cross [Mountain] tiles after the first [Great Person] is earned", 
					"Comment [Units ending their turn on [Mountain] tiles take [15] damage]"],
		"cities": ["Thraldin's Palace","Khorin's Summit","Sunderburn Slopes","Gulddin's Ridge","Mourning Plateau","Lampion Pass","Twin Fortress","Sunken Valley","Circle Cliff","Darken Crest",
			"Cremona","Muntham","Red Ice","Tiltein","Vennelin","Drumlen","Walstane","Maidhurst","Jagged Hill","Munmar"],
		"spyNames": ["Dwalin","Balin","Durldin","Dulir","Fali","Gali","Sami","Duin","Kurdin","Gafur"],
		"civilopediaText": [
			{"text": "Twin Mountain, originally named the Kingdom of Cremona, is a state that ruled over Archiea centered in twin mountains of Khorin and Gulddin. The kingdom was founded by a Tiltein prince Balin Duskstone, or Balin I. He was the son of the paramount chief of Tiltein, Dwalin, seated in Tiltli in the heartland of Titltein plateau, while the prince established himself at the Cremona and went to conquer many of the northern shores and inland settlements of Archiea. When he succeeded his father, he titled himself Dhari (king) instead of the traditional Tilteinan title of Phuri (paramount chief). This marked the beginning of Kingdom of Twin Mountain."},
			{"text": "The Kingdom of Twin Mountain was disbanded due to the severe eruption of Mount Muntham volcano. The kingdom was revived by Thraldin who moved the center of the kingdom to Thraldin's Palace, atop Gulddin mountain. Not only revived the kingdom, Thraldin also expanded the territory of the kingdom to cover the whole of Archiea, including the kingdom that was previously conquered by Balin I. Because of its location at the top of one of the twin mountains, the kingdom is better known as the Twin Mountain."},
			{"separator": true},
			{"text": "Tips to play:"},
			{"text": "Claim Mountain as much as possible, not only it'll boost unit's Strength, it also generate Science, Gold, and Production when the time comes."},
			{"text": "Axeman is unlocked after discovering Metal Casting instead of Steel, make good use of that."}
		]
	},
	
	// The Drow Realm
	{
		"name": "Ilythiir",
		"leaderName": "Shurshana",
		"adjective": ["Ilythiiri"],
		"startBias": ["Mountain"],
		"preferredVictoryType": "Domination",
		"favoredReligion": "Dualism",
		
		"startIntroPart1": "The Ilythiiri Elves are a group of dark elves from the historical region of Underdark, located on today's eastern part of the Sumba Continent. As a highly militaristic society that valued strength and aggression, Ilythiir was known for its fierce warriors and its ruthless expansionism, frequently raiding nearby lands and enslaving their inhabitants. During the reign of matron mother Shurshana, Ilythiir achieved its maximum geographical extent, uniting the drow of Ilythiir, the drow of Themar, and the drow of Edhil.",
		"startIntroPart2": "Poldorë Mother Shurshana, Matron Mother of the Underdark, your people look to you to once again bring back the days of power and glory for Ilythiir! Will you answer their call, glorious mother? Can you build a civilization that will stand the test of time?",
		
		"declaringWar": "You are in my way, you must be destroyed.",
		"attacked": "As a matter of fact I too grow weary of peace.",
		"defeated": "You have somehow become my undoing! What kind of beast are you?",
		"introduction": "You must be grateful to witness the greatness of me, Shurshana.",
		
		"neutralHello": "Hello.",
		"hateHello": "Speak!"
		"tradeRequest": "This is better than you deserve, agree?",
		
		"outerColor": [114,162,233],
		"innerColor": [ 61,  0,109],
		"uniqueName": "Underdark's Wrath",
		"uniqueText": "+2 [Food], +1 [Production] for cities settled next to a Mountain \nFree Settler appears upon discovering Calendar \nReceive free strongest available Sword-type or Gunpowder-type units upon building a Courthouse",
		"uniques": ["[+2 Food, +1 Production] in cities on [Land] tiles <with [1] to [6] neighboring [Mountain] tiles>", 
					"Free [Settler] appears <upon discovering [Calendar]>", 
					"Free [Warrior] appears <upon constructing [Courthouse]> <before discovering [Iron Working]>", 
					"Free [Bladedancer] appears <upon constructing [Courthouse]> <after discovering [Iron Working]> <before discovering [Steel]>",
					"Free [Longswordsman] appears <upon constructing [Courthouse]> <after discovering [Steel]> <before discovering [Gunpowder]>",
					"Free [Musketman] appears <upon constructing [Courthouse]> <after discovering [Gunpowder]> <before discovering [Rifling]>",
					"Free [Rifleman] appears <upon constructing [Courthouse]> <after discovering [Rifling]> <before discovering [Replaceable Parts]>",
					"Free [Infantry] appears <upon constructing [Courthouse]> <after discovering [Replaceable Parts]> <before discovering [Lasers]>",
					"Free [Lightsaberman] appears <upon constructing [Courthouse]> <after discovering [Lasers]>"], 
		"cities": ["Shurdriira","Helvion'lyr","Kalankoth","Despt'tar","Yolis","Omarryn","Noquani","Argath","Lashire","Chenlaena",
			"Ordton","Xaryna","Alerough","Yauntyrr","Chysarae","Zauiryn","Goyln","Vinya Themar","A'el Dorei","Nessa Edhil"],
		"civilopediaText": [
			{"text": "The Ilythiiri Elves are a group of dark elves from the historical region of Underdark, located on today's eastern part of the Sumba Continent. As a highly militaristic society that valued strength and aggression, Ilythiir was known for its fierce warriors and its ruthless expansionism, frequently raiding nearby lands and enslaving their inhabitants. This earned the kingdom many enemies, but also made it one of the most feared powers in the Underdark."},
			{"text": "The drow of Ilythiir were led by powerful matron mothers, who were both political and magical leaders. They held immense power over their subjects and were often served by male drow as soldiers, servants, or slaves. During the reign of matron mother Shurshana, Ilythiir achieved its maximum geographical extent, uniting the drow of Ilythiir, the drow of Themar, and the drow of Edhil. After Shurshana's reign, the kingdom fell into political turmoil and instability."},
			{"separator": true},
			{"text": "Tips to play:"},
			{"text": "A strong domination civilization with great economic bonus for cities next to a Mountain. Its unique unit is very good at tanking melee damage."},
			{"text": "You can recruit slaves to fight for you upon constructing Courthouse, so don't worry too much to attack the neighboring civs."}
		]
	},
	
	// The Rise and Fall of Morlovia
	{
		"name": "First Order",
		"leaderName": "Archmagister Gloria",
		"adjective": ["Orders"],
		"preferredVictoryType": "Domination",
		"favoredReligion": "Butterfly Effects",
		
		"startIntroPart1": "First Order was a geographically extensive power based in central part of the Sumbawa Continent. It was centralized by the conquest of the Mormo-Arcanum Plain, and its capital city was located at Aurelion. Outside this imperial center, the empire's geographical extent was dependent on the loyalty of military commanders who controlled the armed cities sprinkling it. During Archmagister Gloria's rule the empire controlled the major urban hubs and arteries of the Morlovian subcontinent, with the exception of those in the far south, and conquered the western city of Liqomar.",
		"startIntroPart2": "Glory upon the Order! Archmagister Gloria, your people always strive for knowledge and new potentials between realms, even the forbidden ones. The Order relies on you, Gloria the Truthseeker. Will you lead the order into glory and praise? Can you create an era of enlightenment? Can you build a civilization that will stand the test of time?",
		
		"declaringWar": "Your uneducated people are insufferable. The Order will lead them better, the Order will guide them better. Wasted potentials are not to be allowed!",
		"attacked": "I guess some people truly have only 3 braincells. Ah, who am I kidding, it's just you.",
		"defeated": "No, you know nothing of what you've done! This won't be the last of us! Veritas vincit.",
		//"afterPeace": " ",
		"introduction": "Well met our astute guests. I assume you seek the truth as well. Let us exchange knowledge of this world.",
		
		"neutralHello": "What shall we speak about today?",
		"hateHello": "What do you seek?",
		"tradeRequest": "The Order demands for your fiscal cooperation yet again!",
		
		"outerColor": [194,160,119],
		"innerColor": [162,  9, 50],
		"uniqueName": "Magnum Opus",
		"uniqueText": "+10% Strength for Mage and Construct units \nGain a free Porta Alchemica in Capital after discovering Mathematics \nFree Great Scientist appear upon discovering Alchemy \nGreat Scientist can construct Matter Transmuter",
		"uniques": ["[+10]% Strength <for [Mage] units>", 
					"[+10]% Strength <for [Construct] units>", 
					"Gain a free [Porta Alchemica] [in capital] <after discovering [Mathematics]>", 
					"Free [Great Scientist] appears <upon discovering [Alchemy]>", 
					"[Great Scientist] units gain the [Alchemist Horizon] promotion"], 
		"cities": ["Aurelion","Malach","Pyr","Rhodochros","Arcanum","Sapphirus","Acathes","Lunarius","Estest","Solus",
			"Mercury","Mellago","Regulus","Natra Cinerius","Glacies","Alrescha Aurum","Dodekatos","Nursia","Rhenus","Callatis"],
		"spyNames": ["Faraz","Vel","Lars","Dallo","Sevae","Nita","Allura","Priya","Jatmika","Pristina"],
		"civilopediaText": [
			{"text": "First Order was a geographically extensive power based in the central part of the Sumbawa Continent. It was centralized by the conquest of the Mormo-Arcanum Plain, and its capital city was located at Aurelion. Outside this imperial center, the empire's geographical extent was dependent on the loyalty of military commanders who controlled the armed cities sprinkling it. Having been founded by Faraz the First, the empire thrived on their alchemical knowledge, which helped develop the empire's army of mages and golems. To increase the chances of discovering hidden geniuses, the Order taught native people from conquered cities about alchemy."},
			{"text": "During Archmaster Gloria's rule, the empire controlled the major urban hubs and arteries of the Morlovian subcontinent, with the exception of those in the far south, and conquered the western city of Liqomar. First Order ruled for over a century until one of Transylvania's apprentice alchemists, Vlad Ţepeş, led a rebellion. Vlad makes a kind of potion that can mutate his body to become stronger but also makes him weak against sunlight and thirsty for blood. Spreading vampirism, Vlad founded his own country called Morlovia."},
			{"separator": true},
			{"text": "Tips to play:"},
			{"text": "Despite the fact that the First Order is the only civilization without a Unique Unit, they are masters of both scientific and arcane arts."},
			{"text": "Conquer cities, build Porta Alchemica, and fill the Alchemist specialist slot as soon as possible. They are worth more than normal Scientist."}
		]
	},
	
	{
		"name": "Morlovia",
		"leaderName": "Vlad Dracula",
		"adjective": ["Morlovian"],
		"startBias": ["Hill"],
		"favoredReligion": "Monetarism",
		
		"startIntroPart1": "The Principality of Morlovia was a polity located in the Morlovian subcontinent, bordered by the Western First Order to the north and the remnants of the kingdom of Jorah to the northwest. The principality reached its height under the rule of Vlad Ţepeş, who unilaterally took control of the principality after going through vampirism. During its peak, the principality conquered and destroyed the Western First Order and caused terror and chaos, which became the main cause of the division of the military commanders in the Eastern First Order.",
		"startIntroPart2": "Hail mighty Vlad Ţepeş, notorious Morlovian Voivode! You are the first alchemist to propose genetic engineering, and you have proven your abilities by strengthening the First Order's army and transforming yourself into an invincible vampire. Dracula o de Boa Memória, the Morlovians look up to you to lead them to greater days of glory. Will you rise again? Can you build a civilization that will stand the test of time?",
		
		"declaringWar": "I have to do this, for the sake of progress if nothing else. You must be opposed.",
		"attacked": "You could have found another way. Now, your regrets will be measured in blood.",
		"defeated": "I have lived long enough to know when I am defeated. Carry on.",
		//"afterPeace": " ",
		"introduction": "I am Vlad Dracula, and the Morlovians allow me to lead them. Their suffering is my suffering.",
		
		"neutralHello": "Good night.",
		"hateHello": "You are a detestable person.",
		"tradeRequest": "Accept these gifts—they are purified.",
		
		"outerColor": [254,204,32],
		"innerColor": [  0,55,106],
		"uniqueName": "Bloodlust",
		"uniqueText": "Starting from the Feudal age, may summon Dracula units for 100 [Faith] in all cities at an increasing price 25 \nDracula units become stronger from every age but start with -15 Experiece \nFree Dracula appears upon discovering Quintessence Force \nAll Military Land units Heals 15 damage if it kills a unit \nUpon discovering Chivalry, May construct up to 4 Vampire Castle with half of neighboring improvements stats, including Great improvements",
		"uniques": ["May buy [Dracula] units for [100] [Faith] [in all cities] at an increasing price ([25]) <starting from the [Feudal age]>",
					"Provides [4] [Vampiric Block]", 
					"[{Military} {Land}] units gain the [Vampiric Touch] promotion",
					"New [Dracula] units start with [-15] Experience [in all cities]", 
					"Free [Dracula] appears <upon discovering [Quintessence Force]>"],
		"cities": ["Transylvania","Varkola","Sanguins","Chupacabra","Vlokodla","Mormolykia","Abhartcia","Kravopiea","Llorona","Lampire",
			"Dachnavar","Virginia","Constanța","Timișoara","Craiova","Galați","Oradea","Târgu Mureș","K'uei","Zolla"],
		"spyNames": ["Victor","Báthory","Alucard","Laszlo","Rufus","Vanda","Morbius","Valeria","Ezra","Kavița"],
		"civilopediaText": [
			{"text": "The Principality of Morlovia was a polity located in the Morlovian subcontinent, bordered by the Western First Order to the north and the remnants of the kingdom of Jorah to the northwest. It is considered one of the most terrifying principalities, later becoming a kingdom and then an empire, in the history of mankind. The principality reached its height under the rule of Vlad Ţepeş, who unilaterally took control of the principality after going became a Dracula. During its peak, the principality conquered and destroyed the Western First Order and caused terror and chaos, which became the main cause of the division of the military commanders in the Eastern First Order."},
			{"text": "After conquering local tribes in the Morlovian subcontinent, Gloria founded Morlovia, a large Porta Alchemica for local alchemists. These local alchemist apprentices turned out to be more talented than their mentor, and their discoveries were critical to the empire's conquest of the Jorah Kingdom. One of their biggest discoveries is a genetic mutation that can increase one's power, either physically or magically, many times over. After many years of service, the group of alchemists decided that they would be better off if they had their own territory where they could pursue their research without interference. With Gloria's permission, they are granted a small principality of their own."},
			{"separator": true},
			{"text": "Tips to play:"},
			{"text": "Summon Dracula units as much as possible since they'll get stronger with every age advancement. Place them in the Coffin when healing."}
			{"text": "Construct Vampire Castle near Great Improvement for maximum gains, especially near Holy Site to generate lots of [Faith] to summon more Dracula. And don't construct it next to each other."},
		]
	},
	
	{
		"name": "Machinia",
		"leaderName": "Argos",
		"adjective": ["Machinicus"],
		"startBias": ["Hill"],
		"preferredVictoryType": "Scientific",
		"favoredReligion": "Evolutionism",
		"style": "Machina",
		
		"startIntroPart1": "Machinia is conventionally said to have been founded by Vatatzes, a warrior chieftain from Aeris and self-proclaimed descendant of the ruler of the Jorah Kingdom, who employed aid from the neighboring Canadian states to defeat the Duke of Elysia, Cyril Zonaras, in the Battle of Elysia. The Machinia imperial structure, however, was formed during the rule of Vatatzes' grandson, Argos, during whose reign the empire achieved its maximum geographical extent.",
		"startIntroPart2": "All hail Praetor Argos, the Perfected One, the highest of all Machinia! For long your people have been the servants of Machina, the God of all things machine. For centuries your people dreamed of His perfection. Abandoning flesh to seek for salvation in machine. O, mighty Praetor, will you lead your people to the new Great Ascendency? Will you lead your people to abandon their weakness? Can you build a civilization that will stand the test of time?",
		
		"declaringWar": "Your ignorance upon the weakness in flesh is unbearable. Thus, we will show it to you, by the will of Machina!"
		"attacked": "I know your limited processing unit is unable to comprehend our way of progress. So be it, your blood will fuel our Foundry!",
		"defeated": "No, it can't be, our Master will recreate us! And soon you shall perish in despair!",
		//"afterPeace": " ",
		"introduction": "I am Praetor Argos, one that lead Machinia into the Great Ascendency, do you have a moment to talk about our Lord and Savior, Machina the Steel Tyrant?",
		
		"neutralHello": "Are you finally interested into what's beyond humanity?",
		"hateHello": "Talk without delay, flesh heap!",
		"tradeRequest": "Even your brawn and muscle shall help us evolve further!",
		
		"outerColor": [210,20,60],
		"innerColor": [ 10,10,10],
		"uniqueName": "The Flesh is Weak",
		"uniqueText": "+15% Strength for Military Land units but are more expensive to produce \nReceive free Meka-Priest when you discover Theology \n+1 [Faith] from every Iron",
		"uniques": ["[+15]% Strength <for [{Military} {Land}] units>", 
					"[Gold] cost of purchasing [{Military} {Land}] units [+75]%", 
					"[Faith] cost of purchasing [{Military} {Land}] units [+100]%", 
					"[-45]% Production when constructing [{Military} {Land}] units [in all cities]",
					"[+1 Faith] from every [Iron]",
					"Free [Meka-Priest] appears <upon discovering [Theology]>"],
		"cities": ["Elysia Primus","Aeris","Xyranthius","Archonis","Suikopas","Aeris Nova","Korolia","Mirias","Valecia","Riamus",
			"Amerie","Tryndalus","Urb Mallus","Liqomar","Albua","Postremus","Lutetia","Scallabis","Tyrus","Treverii"],
		"spyNames": ["Vatatzes","Noster","Augustus","Damian","Manos","Sestia","Concessa","Gagenos","Margarita","Renata"],
		"civilopediaText": [
			{"text": "Machinia is conventionally said to have been founded by Vatatzes, a warrior chieftain from Aeris and self-proclaimed descendant of the ruler of the Jorah Kingdom, who employed aid from the neighboring Canadian states to defeat the Duke of Elysia, Cyril Zonaras, in the Battle of Elysia. The Machinia imperial structure, however, was formed during the rule of Vatatzes' grandson, Argos, during whose reign the empire achieved its maximum geographical extent, which was later referred to as the Great Ascendency."},
			{"text": "Long after conquering and destroying the Western First Order, the Morlovians set their sights on Machinia to quell their thirst for blood. During that time, the Machinicus already worshiped Machine-God Machina and had mostly modified small parts of their bodies with machines. The Morlovians were initially confident in their abilities but they soon discovered that the Machinians were impervious to the vampire's bites, and their weapons were too powerful for the vampires to withstand. Praetor Argos then uses this opportunity to wipe out the vampires and expand his empire."},
			{"separator": true},
			{"text": "Tips to play:"},
			{"text": "Machinia has strong Land-based units but are more expensive to produce, make sure to protect them."}
			{"text": "Recruit as many Meka-Priest as possible to construct their unique Great Improvements. Complete Piety and/or Rationalism as they will unlock the full potential of those improvements."},
		]
	},
	
	// The Witcher of Sumbawa
	{
		"name": "The Order of Witchers",
		"leaderName": "Cosimo Malaspina",
		"adjective": ["Witchers"],
		"startBias": ["Hills"],
		"favoredReligion": "Evolutionism",
		
		"startIntroPart1": "The Order of Witchers was an attempt made by lonkos (chiefs) and affiliated mages on the Sumbawa Continent to create a magical order using warriors who will help them get rid of enemies they previously could not subdue, attach to reservations, or exterminate – monsters. The final outcome of the mutations disappointed most of the mages, who began referring to the result as 'witchers', charlatans capable of nothing more than mere witchery. The Order didn't last long however – its members had abandoned most of the original 'warrior' values over time and soon split into a handful of witcher schools, aimed at taking a more professional approach to eradicating monsters.",
		"startIntroPart2": "Greetings to you, Cosimo Malaspina the Sorcerer! Amidst the chaos and uncertainty, you embark upon a noble quest to vanquish malevolence and protect the innocent from the encroaching forces of evil. Notorious master of mutation, the destiny of your order and the fates of countless lives now lie within your capable hands. Will you heed the call and harness the power of magic and swordsmanship to lead the Order of Witchers to triumph? Can you build a civilization that will stand the test of time?",
		
		"declaringWar": "I run into dilemmas all the time... This is not one of them. You disgust me. And deserve to die.",
		"attacked": "Why men throw their lives away attacking an armed witcher...I'll never know. Something about our faces?",
		"defeated": "Even if the world lies in ruin which does not seem likely to me. We will carry on killing monsters in the ruins of this world until some monster kills us.",
		"afterPeace": "Evil is evil. Lesser, greater, middling... Makes no difference. The degree is arbitrary. The definition's blurred. If I'm to choose between one evil and another... I'd rather not choose at all.",
		"introduction": "Well met, perhaps you require the services of a witcher?",
		
		"neutralHello": "Greetings.",
		"hateHello": "Damn, You're Ugly.",
		"tradeRequest": "I think this is a fair price.",
		
		"outerColor": [ 65, 74,81],
		"innerColor": [214,195,75],
		"uniqueName": "The Path",
		"uniqueText": "Notified of new Dungeon \n+25% Strength and +50% XP gained vs Beast units \nEarn 25% of killed Military unit's Cost as [Gold] \nResting point for Influence with City-States is increased by 10 \n+50% City-State Influence degradation before discovering [Acoustics]",
		"uniques": ["Notified of new Barbarian encampments", 
					"[+25]% Strength <vs [Beast] units>",
					"[+50]% XP gained from combat <for [Military] units> <vs [Beast] units>", 
					"Earn [25]% of killed [Military] unit's [Cost] as [Gold]",
					"Resting point for Influence with City-States is increased by [10]", 
					"[+50]% City-State Influence degradation <before discovering [Acoustics]>"], 
		"cities": ["Morgraig","Kaer Morhen","Stygga Citadel","Haern Caduch","Gorthur Gvaed","Kaer Seren","Bialsuf Alsarea","Behelt Nar","Dyn Marv"],
		"spyNames": ["Alzur","Idarran","Arnaghad","Erland","Letto","Serrit","Auckes","Ivar","Vesemir","Treyse"],
		"civilopediaText": [
			{"text": "The Order of Witchers was an attempt made by lonkos (chiefs) and affiliated mages on the Sumbawa Continent to create a magical order using warriors who will help them get rid of enemies they previously could not subdue, attach to reservations, or exterminate – monsters. The original idea for the formation of the Order coined after the fall of Morlovia, which caused many vampires to flee to the north and northwest. Argos, Praetor of Machinia, didn't bother with the runaway vampires and chose to conquer Morlovia's territory, and reclaim the area that used to belong to the Jorah Kingdom. Facing the terror of the remnants of vampires, and monsters lurking in the dark, the Order of Witchers was established under the leadership of Mage Cosimo Malaspina."},
			{"text": "After the earliest attempts at creating witchers with adults proved unsatisfactory, it was decided that children would be used for future experiments. They were trained by professionals from all over the continents in their respective skills: the huntsmen taught them to track and hunt, the alchemists on how to brew potions and concoctions, and the swordsmen on how to fight. Despite all this, the children proved unsatisfactory and disappointed most of the mages, who began to call the result 'witchers', charlatans capable of nothing more than mere witchery. The mutations had opened their bodies to the flow of power, but they ended up with limited magical talent."},
			{"separator": true},
			{"text": "Tips to play:"},
			{"text": "It is advised to settle (or conquer) as many cities as possible in order to produce Mutagen, which is later needed by the Witcher."}
			{"text": "Fight as many Beast units as you can because your units gain strength and experience bonuses when fighting them."},
		]
	},
	
	// Gnome of the Vedic Jungle
	{
		"name": "Vedic",
		"leaderName": "Rumpleister Zeiwass",
		"adjective": ["Gnome"],
		"startBias": ["Jungle"],
		"preferredVictoryType": "Scientific",
		"favoredReligion": "Dualism",
		"style": "Gnome",
		
		"startIntroPart1": "Vedic is a gnomes civilization located at the southernmost part of Selasia, in the Vedic Jungle, bordered by the Ompu Sea in the West and the Vedic Sea in the East. Because of its location, Vedic is a stopover center for adventurers traveling from Selasia to Sumbawa and vice versa, from Sumbawa to Selasia. It was from these newcomers that Vedic began to collect a lot of information, including classified information, especially during times of great social change.",
		"startIntroPart2": "Clever and inquisitive Zeiwass, your people desire that you rise and lead them again in the calling that is your namesake. They yearns your boundless knowledge and your vast wisdom. The Walking Palace of Mind, will you rise again for the sake of your people? Can you build a civilization that will stand the test of time?",
		
		"declaringWar": "I tried so many ways but you continue doing craziness. I wish you a fast ending.",
		"attacked": "Turns out, you don't do well avoiding conflict.",
		"defeated": "No...",
		//"afterPeace": " ",
		"introduction": "Welcome. Information are power, they come very expensive. What do you want to know?",
		
		"neutralHello": "Welcome.",
		"hateHello": "Oh, it's you.",
		"tradeRequest": "Better hurry, I may change my mind.",
		
		"outerColor": [78,244,234],
		"innerColor": [85, 74, 32],
		"uniqueName": "Occult Research",
		"uniqueText": "+15 [Gold], +15 [Science] whenever a Great Person is expended \n -1 [Production], +2 [Gold] from every Strategic and Luxury resorces improved with Mine \nCan buy science with gold (max 10 science per city) after constructing Alchemical Society",
		"uniques": ["[+15 Gold, +15 Science] whenever a Great Person is expended", 
					"[-1 Production, +2 Gold] from every [Mine] <in [Iron] tiles>", 
					"[-1 Production, +2 Gold] from every [Mine] <in [Amber] tiles>", 
					"[-1 Production, +2 Gold] from every [Mine] <in [Copper] tiles>", 
					"[-1 Production, +2 Gold] from every [Mine] <in [Gems] tiles>", 
					"[-1 Production, +2 Gold] from every [Mine] <in [Gold Ore] tiles>", 
					"[-1 Production, +2 Gold] from every [Mine] <in [Jade] tiles>", 
					"[-1 Production, +2 Gold] from every [Mine] <in [Salt] tiles>", 
					"[-1 Production, +2 Gold] from every [Mine] <in [Silver] tiles>"],
		"cities": ["Krimora","Moribar","Scoetel","Eywass","Zheyn","Mogush","Nomen","Jurdem","Gnash","Sarthkiri",
			"Hakanan","Ley","Tilt Lines","Shandas","Remore","Neophyte","Fronkdo","Prongvale","Zalmuft","Brumstagh"],
		"spyNames": ["Pydnip","Waapnir","Clumwass","Radnor","Gaagnet","Huvell","Slimdick","Nurwy","Calkass","Hallne"],
		"civilopediaText": [
			{"text": "Vedic is a gnomes civilization located at the southernmost part of Selasia, in the Vedic Jungle, bordered by the Ompu Sea in the West and the Vedic Sea in the East. Because of its location, Vedic is a stopover center for adventurers traveling from Selasia to Sumbawa and vice versa, from Sumbawa to Selasia. It was from these newcomers that Vedic began to collect a lot of information, including classified information, especially during times of great social change. When new knowledge and new ways of being show great potential to change the way of life, societies often try to cultivate and protect this secret, world-transforming knowledge, but eventually the gnomes will know."},
			{"text": "The most prominent figure among the gnomes is Rumpleister Zeiwass, who is said to know all the secrets in the world. One of the secrets that brought Vedic prosperity was the formulae to transmute base metals into gold. With unlimited golds, Zeiwass bought the information brought in by visitors and set up his information network by paying the servants and the beggars. He also used his wealth to construct the Homunculus as the protector of the gnomes."},
			{"separator": true},
			{"text": "Tips to play:"},
			{"text": "Play calm, your [Science] output will shine from mid-to-last game, fill Scientist slot to get Great Scientist, expend it for quick research with bonus +15 [Science]."}
			{"text": "Claim as much Mined Strategic and/or Luxury resources as possible to gain [Gold], the use your unused [Gold] to buy [Science]"},
		]
	},
	
	// The Ecclesiarchy of Selasia
	{
		"name": "Sanctum Regalia",
		"leaderName": "Mattimeo",
		"adjective": ["Regalian"],
		"startBias": ["Plains"],
		"favoredReligion": "Dualism",
		
		"startIntroPart1": "Sanctum Regalia were a series of territories in the Western Steppe under the direct sovereign rule of the Holy Ecclesiarch. The state had its origins in the rise of Dualism throughout the southern part of Selasia, with the decline of Nerubia, the ecclesiarchy became effectively sovereign. Several Dualis rulers, including the Antium kings Giovanni and Luca the Leaky Eye, further donated lands to be governed by the Holy Ecclessiarch, and some states decided to join completely. During the reign of Mattimeo, the ecclesiarchy's territory expanded greatly, and the ecclesiarch became one of Selasia's most important rulers as well as the head of the Sanctum. At its zenith, the ecclesiarchy covered most of the Western Steppe, Gomorra, Umbria, and portions of Romagna.",
		"startIntroPart2": "Blessed Mattimeo, the Servant of God, Ecclessiarch of Gomorra, Umbria, and Romagna! You are the leader of the Crusaders, march into wars to spread your beliefs. O Holy Ecclessiarch, will you rebuild the Holy Ecclessiarchy and vanquish your foes under heaven’s watchful eyes? Your adoring subjects await your command! Can you build a civilization that will stand the test of time?",
		
		"declaringWar": "God will probably forgive you... but I shall not. Prepare for war.",
		"attacked": "Repugnant spawn of the devil! You will pay!",
		"defeated": "The end is nigh, and our destruction in sight.",
		//"afterPeace": "",
		"introduction": "God blesses those who deserve it. I am Mattimeo of the Holy Ecclesiarchy of Sanctum Regalia.",
		
		"neutralHello": "Greetings.",
		"hateHello": "Well?",
		"tradeRequest": "I hope this deal will receive your blessing.",
		
		"outerColor": [153,50,204],
		"innerColor": [240,220,20],
		"uniqueName": "Holy Ecclesiarchy",
		"uniqueText": "Can spend Gold to annex or puppet a City-State that has been your ally for 5 turns. \n+1 [Gold] per 4 population when not at war, +1 [Faith] instead when at war \n+2 [Gold] from all [Faith] buildings \nNewly-trained Crusader units in capital may Spread Religion 2 times",
		"uniques": ["Can spend Gold to annex or puppet a City-State that has been your ally for [5] turns.", 
					"[+1 Gold] per [4] population [in all cities] <when not at war>", 
					"[+1 Faith] per [4] population [in all cities] <when at war>", 
					"[+2 Gold] from all [Faith] buildings", 
					//"[+33]% Strength <vs [Major] units> <with different religion>", 
					"All newly-trained [Crusader] units [in capital] receive the [Evangelize Belief] promotion"], 
		"cities": ["Sanctopolis","Providentia","Pax Sancta","Theodora","Caelestis","Theopolis","Pietas","Sacramentum","Fideles","Sancta Civitas",
			"Sacra Urb","Sanctus Portus","Gloriae Urbis","Beatitudo","Sacris","Veritas","Aeternitas","Iustitia","Seraphina","Mirabilis"],
		"spyNames": ["Aurelia","Lucius","Isadora","Caelius","Calista","Felix","Lucian","Miranda","Alessandro","Isabella"],
		"civilopediaText": [
			{"text": "Sanctum Regalia were a series of territories in the Western Steppe under the direct sovereign rule of the Holy Ecclesiarch. The state had its origins in the rise of Dualism throughout the southern part of Selasia; with the decline of Nerubia, the ecclesiarchy became effectively sovereign. Several Dualis rulers, including the Antium kings Giovanni and Luca the Leaky Eye, further donated lands to be governed by the Holy Ecclessiarch. During the reign of Mattimeo, the ecclesiarchy launched an attack on Gomorra and positioned Gomorra as an external threat to the faith. With fervor and conviction, he inspired the masses to take up arms, promising redemption, protection, and glory. The crusades proved successful in expanding the faith's influence and safeguarding its interests."},
			{"text": "As the crusades unfolded, the ecclesiarchy's power continued to grow. Mattimeo took advantage of this opportunity to launch further crusades into Umbria and Romagna. The faith's dominance over the continent was solidified, and the Holy Ecclesiarch became the supreme authority in religious matters, effectively eclipsing the influence of secular rulers. At its zenith, the ecclessiatch not only spread its influence to the human race, Sanctum Regalia also managed to tie up cooperation with the stopover country of Vedic and convert some of its government members to Dualism."},
			{"separator": true},
			{"text": "Tips to play:"},
			{"text": "Use your Crusaders to spread religion to the City-State, and if the other religion's pressure is too strong, use it for war instead."}
			{"text": "Produce [Gold]  as much as possible, by allied with CS for 5 turns, you can annex them with [Gold]."},
		]
	},
	
	// The Moken-Arun-Tianwu Harmony
	{
		"name": "Marunesia",
		"leaderName": "Zalash",
		"adjective": ["Moken-Arun"],
		"startBias": ["Coast"],
		"preferredVictoryType": "Diplomatic",
		"favoredReligion": "Preformationism",
		"style": "Moken",
		
		"startIntroPart1": "The Marunesia Empire was an empire that ruled the Maru Archipelago, most of the Seluma Continent, and parts of the Nortasia Continent on the north-eastern part of the Leihitu Sea. The empire was founded by Zephyr and became renowned for its maritime prowess and the wealth of its rulers, especially Zalash. Began as a small Regalia kingdom at the eastern part of Amali Island, the empire began to develop under the reign of Argeon. The empire continued to grow under the reign of Zalash, who brought the empire to its peak.",
		"startIntroPart2": "Great Zalash of Marunesia, King of Benevolence, wealth has been on your side for long. Your cunning use of Empire's wealth to secure diplomatic advantage is admirable. No peace is unattainable, even if you must force it by your hands. Revered King, your people longs for a leader who can provide a shelter from the coming storm. Can you build a civilization that will stand the test of time?",
		
		"declaringWar": "We've tried peaceful approaches, but you lack the ability to conceive such idea. I'm afraid we need to force you into submission!",
		"attacked": "What a fool of ya! Ya will end swiftly and miserably.",
		"defeated": "I congratulate you for your victory.",
		"afterPeace": "I hope we can reach an understanding after all of this.",
		"introduction": "Salama ki mae battu. In the name of the Marunesia people, I bid you welcome.",
		
		"neutralHello": "Salama, what bring you here my friend?",
		"hateHello": "State your bussines!",
		"tradeRequest": "Please consider this offers, surely you won't be at loss.",
		
		"outerColor": [156,197,237],
		"innerColor": [ 16, 25,115],
		"uniqueName": "Thalassocracy",
		"uniques": ["[+2 Gold] from every [Water resource]", 
					"Enables [All] units to enter ocean tiles <after discovering [Compass]>", 
					"[+15]% Production when constructing [{Military} {Water}] units [in all coastal cities]", 
					"Comment [+1 [Happiness] in cities with an improved Bonus or Luxury resources on Coast]", 
					"[Work Boats] units gain the [Trawl] promotion"],
		"cities": ["Regalia","Alion","Gatland","Burnei","Vinia","Sibisia","Codendia","Riverbed","Schoels Ridge","Magath Trench",
			"Seamountea","Creef","Galesia","Aneka","Moresby","Palau","Tishtar","Cari","Orta","Tertis"],
		"spyNames": ["Zephyr","Argeon","Squalos","Talis","Avian","Nova","Askane","Orzish","Triki","Veve"],
		"civilopediaText": [
			{"text": "The Marunesia Empire is an empire that ruled the Maru Archipelago, most of the Seluma Continent, and parts of the Nortasia Continent on the north-eastern part of the Leihitu Sea. The empire was founded by Zephyr and became renowned for its maritime prowess and the wealth of its rulers, especially Zalash. Began as a small Regalia kingdom at the eastern part of Amali Island, the empire began to develop under the reign of Argeon. Argeon's marriage to Remia of the Arun dynasty increased the empire's power to control the entire island of Amali."},
			{"text": "Under the reign of Zalash, the Marunia Empire strengthened its maritime power to conquer Vinia, Sibisia, and Zilla Island, which was renamed Burnei Island. Zalash then destroyed the Kingdom of Panema, which was in decline, and re-developed the city a decade later as Codendia, which became the major city of the Marunesia Empire in the province of Seluma. During this period, trade routes shifted from mainly land-based trade routes to mostly sea trade routes. The empire's economy grew rapidly and became so prosperous, allowed Zalash to purchase land in Nortasia and connect the islands of Vinia and Sibisia by land reclamation."},
			{"separator": true},
			{"text": "Tips to play:"},
			{"text": "A Wealthy water-based Civ. Its UU, Zeal Galleass, is a powerful middle-aged unit capable of entering Ocean before any other civilization except Almuria. "},
			{"text": "Your best bet is to construct Ulu Wae near water resources and land tiles, combined with the Golden Anchor Statue Wonder."}
		]
	},
	
	{
		"name": "Tianwu",
		"leaderName": "Long Aotian",
		"adjective": ["Tianwui"],
		"startBias": ["Hill","Jade"],
		"preferredVictoryType": "Cultural",
		"favoredReligion": "Balance",

		"startIntroPart1": "The Tianwu Empire is an empire centered on the city of Tianwu, formed as a result of imperial expansion under the Long dynasty heralded by its 7th king, Long Aotian. The Long dynasty was founded by Long Jie in the Longshu Valley. The Longshu capital was moved to Wudang by the 3rd king Long San, who introduced the concept of cultivation. During the reign of Long Aotian, the capital relocated to Tianwu, and the kingdom became an empire after Aysus was annexed. During its peak, the empire reunited the successor kingdoms of the Shinso and other kingdoms on the coast of the Leihitu Sea.",
		"startIntroPart2": "Greetings to you, Venerable Long Aotian, leader of martial artists and emperor of Tianwu. In a land where the strong make the rules and weak must obey, a land filled with alluring treasures yet unforseen danger lurkes, Tianwu was formed. After endured the long yet harsh training, not only did you avenged the death of your father, you bought the era of greatness to your people and dominated Jianghu. Venerated Patriarch, will you lead your people again? Can you build a civilization that will stand the test of time?",

		"declaringWar": "You are just a stepping stone for my greatness, prepare for war!",
		"attacked": "Courting death! I will show you the difference between heaven and earth!",
		"defeated": "If I'm not the main character, then who?",
		"afterPeace": "Senior truly is wise.",
		"introduction": "This handsome man is the main character of this life, you can call me Grandfather Long.",
		
		"neutralHello": "Greetings fellow warrior.",
		"hateHello": "Presumptuous!",
		"tradeRequest": "The fact that this emperor offer you this exchange is a blessing.",

		"outerColor": [153,  5, 3],
        "innerColor": [244,232,54],
		"uniqueName": "Path of Immortality",
		"uniqueText": "Free Shifu appears upon constructing Sect in capital \nMay choose Path of Immortality (+5% Strength from each skill learned, up to +50%) for Sword or Spear units \nSword and Spear units start with extra 10 Experience \nDouble quantity of Jade produced",
		"uniques": ["Free [Shifu] appears <upon constructing [Sect] [in capital]>", 
					"New [Sword] units start with [10] Experience [in this city]", 
					"New [Gunpowder] units start with [10] Experience [in this city]", 
					"New [Anti-Cav] units start with [10] Experience [in this city]", 
					"New [Anti-Armor] units start with [10] Experience [in this city]", 
					"Double quantity of [Jade] produced"],
		"cities": ["Tianwu","Hua","Wudang","Longhu","Qiyun","Qingcheng","Kunlun","Heng","Song","Tai",
			"Wuling","Emei","Wutai","Jiuhua","Putuo","Yandang","Lu","Huang","Tian Shan","Kawagarbo"],
		"spyNames": ["Jie","Wu","San","Jiu","Xing-Yun","Chen","Tianxiao","Xiaoyu","Zhantian","Ningshuang"],
		"civilopediaText": [
			{"text": "The Tianwu Empire is an empire centered on the city of Tianwu, formed as a result of imperial expansion under the Long dynasty heralded by its 7th king, Long Aotian. The Long dynasty was founded by Long Jie in the Longshu Valley. The Longshu capital was moved to Wudang by the 3rd king Long San, who studied Onmyōdō from the surrounding kingdoms and further developed the concept of yin and yang and five elements. Long San introduced the concept of cultivation, the process of improving health, increasing longevity, and growing powerful to attain godhood, a concept that was opposed by the surrounding kingdoms for violating the norms of nature and deviating from the pure teachings of Onmyōdō."},
			{"text": "When his father Long Jiu died by poisoning, Long Aotian took control and moved the capital into Tianwu. Long Aotian proved adept at diplomacy as well as combat. He was acknowledged as the emperor after defeating Yuji, who was accused of abetting his father's death, and incorporated Aysus into the Tianwu Empire. During his reign, the Tianwu Empire reached its peak, reuniting the successor kingdoms of the Shinso and other kingdoms on the coast of the Leihitu Sea. Long Aotian founded many sects dedicated to the practice and development of cultivation and/or martial arts. He also entered into a trade partnership with Marunesia, which provided lots of spirit stones used as the official currency in the empire."},
			{"separator": true},
			{"text": "Tips to play:"},
			{"text": "If you have enough Iron, choose Path of Sword as it has more unit varioation including Warrior."},
			{"text": "Transform tour Shifu to Longswordsman if you choose Path of Sword, and vice versa. It is best use Shifu to garner Monk skills before transfrom it to either Longswordsman or Pikeman."}
		]
	},
	
	
// The Great War of Balvaria
	// First Balvarian War
	{
		"name": "Thorin",
		"leaderName": "Valadorn",
		"adjective": ["Thoran"],
		"startBias": ["Avoid [Tundra]"],
		"preferredVictoryType": "Domination",
		"favoredReligion": "Monetarism",
		"style": "Human",
		
		"startIntroPart1": "The Kingdom of Thorin, also known as the Thorin Empire, was a Balvarian monarchy ruled by the Rasmey dynasty. It reached its Golden Age of political and economic strength during the reign of King Galamar II which extended its realm to the borders of the Rain Forest and the Berenger Kingdom in the south and The Kingdom of Malus in the southwest. Later, the kingdom managed to conquer Malus during the reign of King Valadorn the Usurper. Lasting for several centuries, the kingdom fell to the combined invasions of the Urg and Rog in the Great War of Balvaria.",
		"startIntroPart2": "Hail King Valadorn the Usurper, the Warlike Blond, your people call upon you once more, to rise up and give them dominion over their foes and rivals. Will you answer their call, glorious king? Can you build a civilization that will stand the test of time?",
		
		"declaringWar": "I cannot wait until ye grow even mightier. Therefore, prepare for war!"
		"attacked": "You've fallen into my trap. I'll bury you.",
		"defeated": "You mongrel! Cursed be you! The world will long lament your heinous crime!",
		"afterPeace": "Sometimes you endure losses, however well you've tried at preparations.",
		"introduction": "Hello stranger! I am Valadorn, your true king!",
		
		"neutralHello": "Greetings!",
		"hateHello": "What?",
		"tradeRequest": "Accept this agreement or suffer the consequences.",
				
		"outerColor": [255,184,33]
		"innerColor": [153,  5, 3],
		"uniqueName": "Swift Legion",
		"uniques": ["Gain [250] [Gold] <upon conquering a city>", 
					"[+1] Movement <for [Military] units> <when at war>", 
					"[+1] Sight <for [{Military} {Land}] units>", 
					"Provides [1] [Horses]", 
					"Free [Kalsharin] appears <upon discovering [Chivalry]>"],
		"cities": ["Sokharin","Tembayat","Sribit","Lemahirush","Kokosin","Narakesh","Chalkis","Kwar Hirin","Birit Chanan","Beneran",
			"Lörissa","Joho Lor","Temwan","Sobayan","Senden","Sekernan","Pariaman","Lamin","Bingkai","Satui"],
		"spyNames": ["Thorne","Galen","Landon","Leif","Jagger","Callum","Lirien","Caledon","Roran","Valtor"],
		"civilopediaText": [
			{"text": "The Kingdom of Thorin, also known as the Thorin Empire, was a Balvarian monarchy ruled by the Rasmey dynasty. During the reign of Galamar II, the kingdom expanded its territory to the borders of the Rain Forest and Berenger Kingdom in the south and The Kingdom of Malus in the southwest. Because he controlled a very large area in the north, Galamar II and his successors were given the honorary title of The King in the North. After the death of Galamar V at the Battle of Malus, Valadorn took over leadership of the kingdom, forcing Galamar VI into exile in Berenger Kingdom, and went into hiding in the Dukedom of Nas."},
			{"text": "During his reign, Valadorn succeeded in conquering Malus in the continuation of the War of Malus. Malus, however, managed to re-assert sovereignty after Thorin was invaded by the Urg and Rog simultaneously from the north and northeast, which marked the beginning of the Great War of Balvaria. Attacked from three sides, including a mutiny by the remnants of Malus' army, the Kingdom of Thorin collapsed. Valadorn and his subjects was slaughtered by Saeth, leaving Galamar VI as sole successor to the Rasmey dynasty."},
			{"separator": true},
			{"text": "Tips to play:"},
			{"text": "Mounted Civ, fastest Civ on Land, with extra Sight for every Military Land unit, fokus warring it is."},
			{"text": "Thorin can scout map faster than any other civilization. Use it to scout enemy armies and cities."}
		]
	},
	
	{
		"name": "Malus",
		"leaderName": "Barret Barrtö",
		"adjective": ["Malusian"],
		"startBias": ["Grassland"],
		"preferredVictoryType": "Scientific",
		"favoredReligion": "Butterfly Effects",
		"style": "Human",
		
		"startIntroPart1": "The Kingdom of Malus is a state in south-central Balvaria and is bordered by the Berenger Kingdom in the southeast and the Thorin Empire in the northeast. It was established by Artyom after the death of the 3rd Karaeng (King) of Shaquad, Rouben. The kingdom reaches its peak under the reign of Barret who managed to defeat Thorin's army under Galamar V. Conquered by Valadorn in the Battle of Mlese, Barret managed to re-assert Malusian sovereignty and even expanded the kindom's territory to the Stoughry River.",
		"startIntroPart2": "The blessing of the gods be upon you, King Barret The Battler, The Brillance of Tondano, not only did you preserve the sovereignty of the people of Malus, you also came up with an unparalleled war strategy after ypur first and only defeat. King Barret, will you stop evil deeds again? Can you build a civilization that will stand the test of time?",
		
		"declaringWar": "Your very existence truly bothering me. Face my army!",
		"attacked": "Fool! I will disembowel you all!",
		"defeated": "You have proven to be a cunning and competent adversary. I congratulate you on your victory.",
		"afterPeace": "We thank you for bringing an end to this pointless war.",
		"introduction": "I wish you peace.",
		
		"neutralHello": "How are you today?",
		"hateHello": "Oh. It's you?",
		"tradeRequest": "My friend, do you think you can accept this request?",
		
		"outerColor": [146,221,9],
		"innerColor": [  0,  0,9],
		"uniqueName": "Experience is the Best Teacher",
		"uniques": ["[Great Scientist] is earned [50]% faster", 
					"[+2 Science] from every [Great Improvement]", 
					"Earn [10]% of killed [Barbarian] unit's [Cost] as [Science]"],
		"cities": ["Målusaö","Mlese","Tegålruö","Wanrådjö","Böran","Jåpanöan","Khujön","Böwan Pök","Trösö","Watese",
			"Wetön","Bönusö","Låiden Hill","Tlulaö","Sudd Garden","Laödrisio","Marlès","Épînö","Beönu","Nethergarde"],
		"spyNames": ["Artyom","Besö","Dölidar","Terentï","Temö","Imeda","Temuraz","Dittö","Pazha","Ïoane"],
		"civilopediaText": [
			{"text": "The Kingdom of Malus is a state in south-central Balvaria and is bordered by the Berenger Kingdom in the southeast and the Thorin Empire in the northeast. It was established after the death of the 3rd Karaeng (King) of Shaquad, Rouben. Rouben's successor as the 4th Karaeng of Shaquad was his eldest son Temuraz, while his younger brother Artyom crossed the Lake Tandano and established the Kingdom of Malus. After the ascension of Barret, envoys of the Thorin Empire delivered an ultimatum to Barret. Under the Thorans terms, Malus would have been required to disband his army and accept Thorin's sovereignty. Barret refused, and the war between Malus and Thorin began."},
			{"text": "The War of Malus started with a battle on the Pariaman-Sudd Garden border. Despite an early victory for the Thorans at the Sudd Garden Conflict, Malusian fought back and won the Battle at Laiden Hill, the Battle of Pariaman, and the Battle of Tlulao, where Galamar V was killed by Barrett in an unexpected swift attack in the early hours of the morning. After becoming emperor of Thorin, Valadorn attacked Malus again. With better strategy and logistics, the Thorans decisively defeated the Malusian army. In the end Malus managed to re-assert sovereignty and even expanded the kingdom's territory to the Stoughry River."},
			{"separator": true},
			{"text": "Tips to play:"},
			{"text": "An Anti-Cavalry civ, with all troop-training building and its unique building, Malusian units may pick 3 skills immediately."},
			{"text": "Focus on attacking barbarians, not only it will provide experience, it'll also provides [Science] based on its [Production] costs."}
		]
	},
	
	{
		"name": "Urg",
		"leaderName": "Saeth",
		"adjective": ["Urg"],
		"startBias": ["Hill"],
		"preferredVictoryType": "Domination",
		"favoredReligion": "Uncertainty",
		"style": "Demonic",
		
		"startIntroPart1": "The Urg were an ancient race of formerly-living undead creatures who came from the far north of Balvaria. Born of powerful and untested magic, they were created by the Darkle Wizard, which eventually broke free of the Wizard's control and serve Saeth. Leading his army of the dead and ogres of Rog to conquer the Thorin Empire, Niranna, Canthyria, Saeth eventually defeated in Battle of Laromon against Aeyris Alliances.",
		"startIntroPart2": "Your armies kneel before you, oh great Lord Saeth of Tugu, The Dread Lord of the North. Your fists shatter walls of cities and your voice brings despair to your enemies. O Lord, your army call upon you once more to lead them to battle and conquest. Will you answer the call? Can you build a civilization that will stand the test of time?",
		
		"declaringWar": "You are but a pest on this Earth, prepare to be eliminated!",
		"attacked": "You are a fool who evokes pity. You have brought my hostility upon yourself and your repulsive civilization!",
		"defeated": "Strike me down and my soul will torment yours forever, you have won nothing.",
		"afterPeace": "Think twice before you underestimate Urg again.",
		"introduction": "A new underling candidate, I see.",
		
		"neutralHello": "Well?",
		"hateHello": "Ahh... you...",
		"tradeRequest": "It appears that you do have a reason for existing – to make this deal with me.",
		
		"outerColor": [ 35, 35, 35],
		"innerColor": [246,205,137],
		"uniqueName": "Heaven's Fury",
		"uniqueText": "Units fight as though they were at full strength even when damaged\nStarting from the Renaissance age, gain a Free Fury from every age\nGain 3 additional Fury during the Feudal age",
		"uniques": ["Damage is ignored when determining unit Strength <for [All] units>", 
					"[3] free [Fury] units appear <upon entering the [Feudal age]>", 
					"Free [Fury] appears <upon entering the [Renaissance age]>", 
					"Free [Fury] appears <upon entering the [Industrial age]>", 
					"Free [Fury] appears <upon entering the [Prosperity age]>", 
					"Free [Fury] appears <upon entering the [Modern age]>", 
					"Free [Fury] appears <upon entering the [Future age]>", 
					"\"Borrows\" city names from other civilizations in the game"],
		"cities": ["Tugu","Luxor","Karnak","Oryx","Kurx"],
		"spyNames": ["Malakar","Azarath","Nekros","Gorgorath","Vorgoth","Zarek","Vex","Zoltron","Darlath","Crefeld"],
		"civilopediaText": [
			{"text": "The Urg were an ancient race of formerly-living undead creatures who came from the far north of Balvaria. Born of powerful and untested magic, they were created to serve and protect the Darkle Wizard, from Anaxandridas the Chaos Spear and Pengging the Crimson Sword who hunted her for performing necromancy and magical ritual by stealing the corpses of girls. However, the Urg eventually broke free of the Wizard's control after she was killed by the heroes and traveling north under the call of Saeth of Tugu, her last undead resurrected from the former leader of the Pidians."},
			{"text": "After remaining hidden for uncounted years, Saeth led an army of undead and ogres of Rog to conquer the Thorin Empire, killing its leader in a fierce battle. Saeth then set his sights on the southern reaches of Rain Forest, home of the Niranna elves. He led his army against the elven warriors, but they were ill-prepared for the dark magic that Saeth wielded. But Saeth's victory was short-lived, as the Dryads of the Rain Forest, powerful beings of nature magic, rose up against him. They summoned the power of the forest to defeat Saeth's undead army and drive him back. Later, Saeth defeated in the Battle of Laromon against Aeyris Alliances."},
			{"separator": true},
			{"text": "Tips to play:"},
			{"text": "War is after you create lots Dullahan and Fury, and since Skroths are fast, domination it must be."},
			{"text": "Don't be fooled by the Force number after you gain a (lots of) Fury, because it can only be used to attack once."}
		]
	},
	
	{				
		"name": "Nas",
		"leaderName": "Galamar",
		"adjective": ["Nassette"],
		"startBias": ["Plains"],
		"preferredVictoryType": "Scientific",
		"favoredReligion": "Spontanism",
		"style": "Human",
		
		"startIntroPart1": "Nas was a duchy under Berenger Kingdom bordered with Clockwerk to the East and Nevdes to the West in the north-central part of Balvaria. After the Fall of Thorin, Saeth formed an alliance with King Yergtan the Mad, which was disapproved of by the Duke of Nas, Galamar. The King, seeing the Duke's rebellion as a threat to his rule, ordered his army to march against Nas Dukedom. Realizing he couldn't win, Galamar accepted Nualla's offer to form the Aeyris Alliances to defeat Berenger's dan Saeth's forces.",
		"startIntroPart2": "All hail Galamar the Warrior King, the True King in the North, the people long for your prudent leadership, hopeful that once again they will see your kingdom, or duchy, rise to glory. Will you devise new strategies, leading your armies and mercenaries to victory? Can you build a civilization that will stand the test of time?",
		
		"declaringWar": "It is time I show your people how they might fare under a competent ruler.",
		"attacked": "We shall never surrender.",
		"defeated": "It is over. Perhaps now I shall have peace, at last.",
		"afterPeace": "Your soldiers fought well. I congratulate you on your victory.",
		"introduction": "I am Galamar VI of Thorin, ah, maybe you know me better as Robert of Nas.",
		
		"neutralHello": "Greetings.",
		"hateHello": "What do YOU want?!",
		"tradeRequest": "Let's work together and maintain peace between us.",
				
		"outerColor": [ 28, 51,119],
		"innerColor": [255,255,255],
		"uniqueName": "Preacher King",
		"uniqueText": "100% chance to recruit defeated enemy unique Military units, including Barbarian's unique unit \nMilitaristic City-States grant units 2 times as fast when you are at war with a common nation \n-50% City-State Influence degradation",
		"uniques": ["When defeating a [Preachable] unit, earn [0] Gold and recruit it <with [100]% chance>", 
					"Militaristic City-States grant units [2] times as fast when you are at war with a common nation", 
					"[-50]% City-State Influence degradation"],
		"cities": ["Nas","Nagar","Kramas","Irasandi","Mugassari","Ellasar","Surbata","Awan","Halli Lintra","Eshnunna",
			"Palebon","Metesech","Jaragar","Erech","Arbela","Gandariya","Bormont","Waykanan","Blitar","Kadiri"],
		"spyNames": ["Remsen","Gurci","Cador","Ryt","Brioc","Tristan","Melyor","Tecca","Venna","lowdy"],
		"civilopediaText": [
			{"text": "Nas was a duchy under Berenger Kingdom located on the Tanait plains in the north-central part of Balvaria. The exact location of the Dukedom of Nas is in the southernmost part of the Kingdom of Berenger, bordered with Clockwerk to the East and Nevdes to the West. After Valadorn took over leadership of Thorin, Galamar VI went into exile in the Berenger Kingdom and was made the Duke of Nas by King Vayne for his contributions in the Battle of Raven's Roost and the Siege of Rosemount."},
			{"text": "After the Fall of Thorin and the formation of an alliance between Saeth and King Yergtan, Galamar urged the King to rethink his decision. The King refused to listen and ordered his army to march against Nas Dukedom. Realizing he couldn't win, Galamar accepted Nualla's offer to form the Aeyris Alliances, and managed to persuade the alliances to lend their troops in the war against Berenger's army. In the Battle of Laromon, Galamar killed Saeth using the legendary sword Flamespitter."},
			{"separator": true},
			{"text": "Tips to play:"},
			{"text": "Your best bet is to attack as many unique unit as possible, especially Dracula which has increased Strength every age."},
			{"text": "Be allied with Militaristic City-States. Besides, Laskar is very strong against Melee units."}
		]
	},
	
	{
		"name": "Niranna",
		"leaderName": "Nualla Nina",
		"adjective": ["Niranni Elves"],
		"startBias": ["Forest"],
		"preferredVictoryType": "Diplomatic",
		"favoredReligion": "Balance",
		"style": "Elven",
		
		"startIntroPart1": "The Niranni Elves are a group of elves from the southern reaches of Rain Forest. They were known for their intelligence, creativity and mastery of craftsmanship. The most famous weapon they have created is the Flamespitter, used by Galamar to kill Saeth. Their leader, Nualla is the founder of Aeyris Alliance, a multi-race alliance that includes Niranna, Canthyria, Nas, Clockwerk, and Nevdes. This alliance managed to defeat Saeth of Tugu, Ttarmek the Torog, Zorgorath of Urush, and Bulvan the Necromancer.",
		"startIntroPart2": "Long life to you, Queen Nualla the Inspirator, the Mother of Unity, your people and your allies years for you to lead them once more to maintain world peace as you are the founder of Aeyris Alliances. Will you rise again and reunite those who are in conflict? Can you build a civilization that will stand the test of time?",
		
		"declaringWar": "Your tyranny, if unchecked, dooms the world to darkness, and for this reason I must declare war on you.",
		"attacked": "You've mistaken my passion for a weakness, you'll regret about this.",
		"defeated": "Is this our end? Please, bring unity upon this world on my stead.",
		"afterPeace": "We welcome peace with open arms. I pray that no future misunderstanding will come between us.",
		"introduction": "Welcome. We seek peace with all, and all for peace.",
		
		"neutralHello": "Good day.",
		"hateHello": "Oh, it's you.",
		"tradeRequest": "Let's help each other for better life.",
		
		"outerColor": [255,255,78],
		"innerColor": [ 70,  0, 4],
		"uniqueName": "Strength in Unity",
		"uniques": ["City-State Influence recovers at twice the normal rate", 
					"Science gained from research agreements [+34]%", 
					"When declaring friendship, both parties gain a [10]% boost to great person generation"],
		"cities": ["Possadha","Sikaiana","Nuguria","Uvea","Java","Javabazha","Elvandar","Tea","Heava","Rindhanna",
			"Icha","Archana","Na Nirva","Aeloria","Eldamar","Zazhua","Grimhorn","Isilme","Kaselaia","Apios"],
		"spyNames": ["Ardryll","Arinor","Erellin","Elian","Aerin","Arta","Merwyn","Nissa","Eadric","Aegar"],
		"civilopediaText": [
			{"text": "The Niranni Elves are a group of elves from the southern reaches of Rain Forest. They were known for their intelligence, creativity, and mastery of craftsmanship. The most famous weapon they have created is the Flamespitter, used by Galamar to kill Saeth. Unlike the Sulvani, who left Rain Forest and migrated to Blathan Jungle, the Niranni remained in the Forest until Thanue married with Araros son of Aratoros, leader of a clan of centaurs named Grimhorn, which indirectly expanded Niranna's territory."},
			{"text": "When Saeth conquered Thorin, Nualla realized that the Niranni needed to form an alliance with other kingdoms to protect themselves and their home. She reached out to the Berenger Kingdom, Canthyria, Clockwek, and Nevdes hoping to create a multi-race alliance against Saeth. However, her efforts were in vain, as the Berenger Kingdom chose to side with Urg and revealed their secret plan to Saeth. Saeth, now armed with this knowledge, easily conquers Niranna and Canthyria. The situation changed when the Dryads of the Rain Forest rose up against Saeth, summoning the power of the forest to defeat his army and drive him back. Nas and Nevdes, who joined later, made the Aeyris Alliances the strongest alliance in the history of mankind."},
			{"separator": true},
			{"text": "Tips to play:"},
			{"text": "Niranna favor diplomacy. Make Friend as much as possible, the goal is to get great person generation and research agreement bonus."},
			{"text": "Centaurs are a typical hit and run unit. If you don't like your neighbors and wamt to expand, or being attacked, use this fast unit of yours."}
		]
	},
	
	{
		"name": "Rain Forest",
		"leaderName": "Ridha Mascha",
		"adjective": ["Rainee"],
		"startBias": ["Forest"],
		"preferredVictoryType": "Cultural",
		"favoredReligion": "Balance",
		"style": "Dryad",
		
		"startIntroPart1": "Rain Forest is an ancient forest located on central Balvaria. The forest is considered sacred and is known for its magical properties, with a dense canopy of trees that block out most of the sunlight, and an ecosystem of its own. A dark place, Rain Forest inhabited by the Rainee, consisting of dryads, hamadryads, ents, and any other non-hostile species hunted in the outside world. The forest and its inhabitants play a crucial role in the Great War of Balvaria, as the Rainee march against Malakar's stronghold, Ancient Citadel, and help to turn the tide of the war in favor of the Aeyris Alliances.",
		"startIntroPart2": "Praise upon m'lady, Ridha Mascha the Leaf-Crowned, the Green Queen of Loggervia. You are the leader of the Rainee, residents of the sacred Rain Forest. M'lady, will you lead your people to an utopia? Can you build a civilization that will stand the test of time?",
		
		"declaringWar": "Shame that it has come this far. But ya wished it so. Next time, be so good, choose your acts more wisely. ",
		"attacked": "You shall not pass!!!",
		"defeated": "The world is pitiful! There's no beauty in it, no wisdom. I am almost glad to go.",
		"afterPeace": "May this have been a lesson for you. Hopefully, you will remember it.",
		"introduction": "Welcomes, stranger. Just... Be a good one!"
		
		"neutralHello": "Welcome.",
		"hateHello": "What do you want?",
		"tradeRequest": "I have heard that you adept at certain kinds of ... interactions.  Show me.",
		
		"outerColor": [ 41,83,42],
		"innerColor": [146,221,9],
		"uniqueName": "Forest Guardian",
		"uniques": ["Comment [Cannot [Remove Forest] except by Great Improvement]", 
					"Comment [Cannot build [Lumber mill] improvement]", 
					"Comment [May build [Plantation] improvement without removing Forest]", 
					"[+1 Culture, +1 Faith] from every [Forest] <with [2] to [6] neighboring [Forest] tiles>", 
					"[+15]% Strength <in [Forest] tiles> <for [All] units>"],
		"cities": ["Loggervia","Yandala","Southmarsh","Guuleaf","Lindschel","Agra","Sunda","Soulisa","Tuasika","Bula",
			"Namlea","Gulbarga","Larantuka","Curia","Crastha","Tanglewood","Shadowfall","Roothold","Wildwood","Entwatch"],
		"spyNames": ["Orethylia","Minthe","Dammeri","Lilea","Ivy","Cyrilla","Almoris","Thehion","Ashbush","Elmfury"],
		"civilopediaText": [
			{"text": "Rain Forest is an ancient forest located in central Balvaria. The forest is considered sacred and is known for its magical properties, with a dense canopy of trees that block out most of the sunlight, and an ecosystem of its own. A dark place, Rain Forest inhabited by the Rainee, consisting of dryads, hamadryads, ents, and any other non-hostile species hunted in the outside world. Initially, the Rainee were reluctant to take action in the Great War of Balvaria, as they preferred to observe and protect the natural world rather than engage in conflict. However, after learning about the destruction caused by Saeth and his armies, the Rainee decides to join the fight. They are motivated by their anger and desire to protect the forests and creatures that live within them."},
			{"text": "During the Battle of Niranna, the Dryads of Rain Forest, with the help of Ents, rose up against Saeth, summoning the power of the forest to defeat his army and drive him back. This event marked the beginning of the Rainee's open diplomation with the outside world. Despite not taking part in the Battle of Laromon, the Rainee's attack on Ancient Citadel and disrupting Malakar's supply greatly contributed to the Aeyris Alliances victory. Later, the Rainee was responsible for wiping out the remnants of the trolls hiding in the western part of the forest."},
			{"separator": true},
			{"text": "Tips to play:"},
			{"text": "Build Threesed as fast as possible since it'll boost cities production, and if you want, buy (or just conquer) cities with lots Lumber mill."},
			{"text": "Place Ranged units on Forest and shoot every enemy passing through."}
		]
	},
	
	// Second Balvarian War
	{
		"name": "Necropoleis",
		"leaderName": "Bulvan",
		"adjective": ["Necrons"],
		"preferredVictoryType": "Domination",
		"favoredReligion": "Uncertainty",
		"style": "Demonic",
		
		"startIntroPart1": "The Necrons was a group of undead led by Bulvan the Necromancer, the last survivor of the Tethir family, ruling family of the Berenger Kingdom. During the Dissolution of Berenger, he was saved by Galamar and adopted by Camon the Doctor. Learning the fate of his family, he felt a burning desire for revenge and devoted himself to the study of necromancy, hoping to bring back his loved ones. Unintentionally, Bulvan opened a portal to the netherworld, summoning the demon lord Zorgorath who taught him the perfect art of necromancy and path of lichdom.",
		"startIntroPart2": "Eternal glory to you, fierce and vengeful Lich King, Bulvan the Necromancer! You are the most feared and respected necromancer, not only did you revive your loved ones, you also raised strong undeads to help you take revenge. Lich King, with your eternal life, can you build a civilization that will stand the test of time?",
		
		"declaringWar": "You choose death! Your people wail and moan! The pillars of your houses shake, all your lands are shaking!",
		"attacked": "Peace was never an option.",
		"defeated": "Whatever, if my family can't live here anymore, I'll join them in the afterlife.",
		"afterPeace": "You know I could have destroyed you, but the feeling of generosity perfumes me today.",
		"introduction": "The name is Bulvan Tethir. Laugh at my family and I'll cut your throat!",
		
		"neutralHello": "Hello.",
		"hateHello": "So?",
		"tradeRequest": "You will accept this.",
		
		"outerColor": [ 65, 54, 42],
		"innerColor": [225,190,190],
		"uniqueName": "Revenge of the Fallen",
		"uniqueText": "Upon founding a city, Free Skeletal Warrior appears \nFree Skeletal Champion appears starting from the Feudal age \nGain a free Burial Tomb in annexed cities \nMay raise a Great General by sacrificing 2 Population in capital (at least 5 Population remaining)",
		"uniques": ["Free [Skeletal Warrior] appears <upon founding a city> <before the [Feudal age]>", 
					"Free [Skeletal Champion] appears <upon founding a city> <starting from the [Feudal age]>",
					"Gain a free [Burial Tomb] [in annexed cities]"],
		"cities": ["Ulkuss","Nenrurak","Necroheim","Fallenmere","Blightthorn","Shadowmoor","Amberburgh","Illmere","Deathfall","Bleakford",
			"Nighthorne","Reaperton","Dreadmore","Grimmington","Woebrook","Weepingborough","Saurridge","Baneville","Vuggos","Akkad"],
		"spyNames": ["Marcus","Ysce","Gurkel","Zigas","Soulja","Erwe","Escoret","Esnanas","Jocmu","Wagu"],
		"civilopediaText": [
			{"text": "The Necrons was a group of undead led by Bulvan the Necromancer, the last survivor of the Tethir family. He was the prince of Berenger Kingdom and destined for greatness, but his grandfather Yergtan made a fateful decision to side with Saeth. As a result, the kingdom was opposed by Nas Dukedom and the surrounding kingdoms. During the Dissolution of Berenger, the Tethir family was killed and the kingdom was destroyed. the Aeyris Alliances, at Galamar's behest, rescued infant Bulvan and later adopted by Camon the Doctor, who taught him magic."},
			{"text": "As Bulvan grew up, he learned about the fate of his family and kingdom. He felt a burning desire for revenge and a need to bring back his loved ones from the dead. He devoted himself to the study of necromancy, determined to master the dark arts despite his mentor's repeated prohibitions. One fateful night, while attempting to resurrect the dead, Bulvan opened a portal to the netherworld, summoning the demon lord Zorgorath to the Earth. Zorgorath saw an opportunity to expand his power, and because he needed preparation to summon his army, Zorgorath taught Bulvan the perfect art of necromancy and path of lichdom."},
			{"separator": true},
			{"text": "Tips to play:"},
			{"text": "Playing Necropoleis means playing wide as you want to maximize its free units, but needs a tall capital because it is necessary to raise Great Generals."},
			{"text": "Lich may raise enemies dead troops to join their cause."}
		]
	},
	
	{
		"name": "Erhab",
		"leaderName": "Magnar",
		"adjective": ["Giants"],
		"preferredVictoryType": "Diplomatic",
		"favoredReligion": "Butterfly Effects",
		
		"startIntroPart1": "Giants are a non-human race that comes from the Nusa Islands. The first giant civilization was founded by Magnar, who united the giant groups Förstarna and Andarna on the Horn of Balvaria. In the Battle of Karl Doral, the giants almost vanquished Dwargon before Higba decided to ride his rudimentary Orichalcum Golem. Acknowledging his opponent's power, Magnar decided to stop the attacks, and later helped Dwargon's defenses after Almira gave Magnar the Heart of Perpetuity as a condition of the 500 Years of Peace treaty.",
		"startIntroPart2": "Honor and glory be yours, Og Magnar, founder of the Erhab Tribe and his strongest and most tactful Og . It was because your greatness that giant race united and emerged as the greatest powers in the world. Mighty Og, Will you accept the challange to lead your people to renewed power and triumph? Can you build a civilization that stands the test of time?",
		
		"declaringWar": "The God will decides who is right between us... and lets him live.",
		"attacked": "Ahahah! You seem to show some skills of a true warrior! Too bad that I'll probably kill you!",
		"defeated": "The gods have deprived Erhab of their favour. We have been defeated.",
		"afterPeace": "Good fight, fellow warrior.",
		"introduction": "Magnar bids you welcome to his lands! Hah, are you afraid?",
		
		"neutralHello": "Hail to you.",
		"hateHello": "What an insignificant ant.",
		"tradeRequest": "This is a fine deal! Even a drunk beggar would agree!",
		
		"outerColor": [ 40, 19, 2],
		"innerColor": [229,179,57],
		"uniqueName": "Mercenary Combatant",
		"uniques": ["[+10]% Strength <for [{Melee} {Land}] units>", 
					"No movement cost to pillage <for [Land] units>", 
					"[+20]% Strength for cities <when defending>", 
					"Gain [10] Influence with a [Military] gift to a City-State"],
		"cities": ["Og","Fomoran","Fachan","Fódla","Ravna","Angrboða","Farragus","Kapra","Khalefi","Odánu",
			"Ogeass","‘Uj Anaq","Bomba","Kuafu","Pecas Ndah","Blačko","Bildsfell","Mjola","Akranas","Skarpaögon"],
		"spyNames": ["Eyrr","Omir","Huas","Gunir","Lervar","Olaf","Mosag","Fuwgan","Hugar","Rukgir"],
		"civilopediaText": [
			{"text": "Giants are a non-human race considered to be a legend by the inhabitants outside of Balvaria. However, giants do actually exist in Nusa Islands, and never interact with the outside world. The first civilization the giants interacted with was Dwargon, when a group of giants called Förstarna, or the First Giants, crossed the Vänern Sea and settled on the Horn of Balvaria, with whom they periodically clashed. The Second Giants, Andarna, came during the Dissolution of Berenger. The giants, under the leadership of Magnar, formed a mercenary group of giants because of their power and the difficulty of finding plentiful food. Erhab, meaning terrors, is the name given by the Dwarni to the giants because of their terrifying presence."},
			{"text": "During the Great War of Balvaria, Erhab joined Zorgorath's army to attack Khemul and Dwargon. witnessing Khemul's destruction, the Dwarni immediately readied their golems to counter Erhab's attacks. In the Battle of Kar Doral, the giants almost vanquished Dwargon before Higba decided to ride his rudimentary Orichalcum Golem. Acknowledging his opponent's power, Magnar decided to stop the attacks, and later helped Dwargon's defenses after Almira gave Magnar the Heart of Perpetuity as a condition of the 500 Years of Peace treaty."},
			{"separator": true},
			{"text": "Tips to play:"},
			{"text": "Spam Melee units, they'll get +10% Strength and extra +10% Strength when defending after constructing Sacred Dance. "},
			{"text": "Be ally with City-State especially Militaristic, their melee unit gifts can be gifted to them back for more Influence. Or, just gift them a recon unit."}
		]
	},
	
	{
		"name": "Dwargon",
		"leaderName": "Almira",
		"adjective": ["Dwarven"],
		"startBias": ["Hill"],
		"preferredVictoryType": "Scientific",
		"favoredReligion": "Preformationism",
		"style": "Dwarven",
		
		"startIntroPart1": "Dwargon is a dwarves kingdom centered in the city of Dhin Kahldur on the eastern side of the Vättern Sea. Living in a small kingdom, the Dwarni were known for their engineering prowess, and their most prized possession was a fleet of giant mecha machines. The mecha golem were a source of pride and strength for the Dwarni dwarves, and they cherished them as symbols of their power. Later, Higba and his personal team of engineers developed a more powerful mecha golem, Orichalcum Golem, which was perfected by Almira.",
		"startIntroPart2": "Most majestic Queen Almira the Sparkling, leader of the Dwarni dwarves. Dwargon has ushered onto new age owing to the late King, Higba, and now you succeeded the throne and all of its legacy. The Fairhair Contriver, your brilliant mind isn't inferior to that of your late King. Will you continue upon his legacy and stand unchallenged like a mountain? Can you build a civilization that will stand the test of time?",
		
		"declaringWar": "You has transgessed our agenda, we won't let you have it your way!",
		"attacked": "Recourse to war is regrettable, but necessary, when dealing with vipers like you.",
		"defeated": "Oh Higba, I'm sorry, I've failed you.",
		"afterPeace": "You know, I'm something of an advocat of peace myself.",
		"introduction": "Greetings stranger, I am Almira of Dwargon. Leader of the Dwarni and mother of all mechas.",
		
		"neutralHello": "Greetings.",
		"hateHello": "What now?",
		"tradeRequest": "I think it would be beneficial for both of us to conduct in a trade.",
		
		"outerColor": [84, 43, 11],
		"innerColor": [12,242,189],
		"uniqueName": "Higba's Ingenuity",
		"uniqueText": "+1 Production from every 2 ages for cities settled on Hill \nReceive free Orichalcum Golem upon discovering Engineering",
		"uniques": ["Free [Orichalcum Golem] appears <upon discovering [Engineering]>", 
					"[+1 Production] in cities on [Hill] tiles <starting from the [Archaic age]>", 
					"[+1 Production] in cities on [Hill] tiles <starting from the [Heroic age]>", 
					"[+1 Production] in cities on [Hill] tiles <starting from the [Renaissance age]>", 
					"[+1 Production] in cities on [Hill] tiles <starting from the [Prosperity age]>", 
					"[+1 Production] in cities on [Hill] tiles <starting from the [Future age]>"],
		"cities": ["Dhin Kahldur","Thal Wuhrum","Nigh Burimm","Kharn Molduhr","Vil Lodihr","Dhirn Dural","Vol Torum","Dar Burimm","Kug Boldir","Kugh Lodahr",
			"Kar Doral","Mol Kolduhr","Murn Thurim","Tharn Buldohr","Hug Burim","Tham Olihm","Khogh Toduhr","Dun Bhirngon","Del Laduhr","Thol Thorum"],
		"spyNames": ["Jori","Duri","Redaxe","Morgrim","Burlok","Helgar","Barruk","Hilda","Gunn","Gorim"]
		"civilopediaText": [
			{"text": "Dwargon is a dwarves kingdom centered in the city Dhin Kahldur on the eastern side of Vättern Sea. Living in a small kingdom, the Dwarni were known for their engineering prowess, and their most prized possession was a fleet of giant mecha machines.The mecha golem were a source of pride and strength for the Dwarni dwarves, and they cherished them as symbols of their power. The mecha golem was mainly used to defend their kingdom againts Erhab, with whom they periodically clashed."},
			{"text": "During the Battle of Kar Doral, the Dwargons endured Erhab's full attack with their mecha golems. The mecha machines proved to be a formidable weapon, but the giants were relentless. The Dwarni dwarves were pushed back, and their kingdom was in danger of falling. In a last ditch effort to save his people, Higba, King of Dwargon, unleashed the ultimate weapon – Orichalchum Golem. This powerful mecha was the result of years of hard work and dedication by Higba and his personal team of engineers. Even though it's still in development, the mecha golem helps Dwargon won the battle but the victory came at a great cost., Higba's life. Almira, one of his team of engineers, became the Queen of Dwargon and created the Heart of Perpetuity. She signed the 500 Years Peace Treaty with the giants and ordered the completion of the Orichalcum Golem to anticipate any new threats that may come."},
			{"separator": true},
			{"text": "Tips to play:"},
			{"text": "Settle on hill to maximize it's uniques, especially next to a Mountain since Tinkerer's Depot can only be built next to a Mountain."},
			{"text": "If possible, bring Orichalchum Golem to every battlefield to boost your Military strength."}
		]
	},
	
	{
		"name": "The Trolls",
		"leaderName": "Ttarmek",
		"adjective": ["Trolls"],
		"startBias": ["Hill"],
		"preferredVictoryType": "Domination",
		//"favoredReligion": "Spontanism",
		
		"startIntroPart1": "The trolls were a large and monstrous, but generally dim-witted, humanoid race inhabiting Balvaria. Their hide was as thick as stone and nigh-impervious to physical attacks. The first breed of trolls has a major weakness: sunlight will return them to the stone they were made from. The second breed of trolls, Torog, are capable of speech, smarter, and able to move under the sun. Under the leadership of Ttarmek, the trolls managed to conquer Nevdes, resisted the Malusian attacks, and helped Zorgorath by activating the Endless Door.",
		"startIntroPart2": "Grusira, Ttarmek the Unbreakable, Leader of Torog and Lord of the Trolls. Your Lord Zorgorath calls upon you again to help him conquer the world. Will the trolls rise again? Will you sit in victory upon the thrones of your enemies? Can you build a civilization that will stand the test of time?",
		
		"declaringWar": "The time has come to meet your end, for the Demon Lord Zorgorath!",
		"attacked": "WHHAARRR!",
		"defeated": "GAAAHHHH, kill me now! I will not kneel before you!",
		//"afterPeace": " ",
		"introduction": "Muahahaha. I am Ttarmek, Leader of Torog. Tell me one reason not to chop your head right off.",
		
		"neutralHello": "Grusa.",
		"hateHello": "You are dead to me.",
		"tradeRequest": "Let's conduct in a trade.",
		
		"outerColor": [180,178,164],
        "innerColor": [ 70,  0,  4],
		"uniqueName": "Underworld Dominance",
		"uniques": ["Units ignore terrain costs when moving into any tile with Hills", 
					"Starts with [Mining]", 
					"[+25]% Strength <vs [City-States]>"], 
		"cities": ["Arkar","Kava","Zagh","Ubusa","Trezzahn","Zulabar","Nuenvan","Vinji","Jinthaiya","Alunja",
			"Vinji","Usitutie","Zulrea","Khijazi","Kizi","Katzine","Girisha","Zuljin","Teza","Zulwatha",],
		"spyNames": ["Jinzak","Blak","Egi","Jorr","Gormek","Aron","Torur","Marna","Unn","Kulrak"]
		"civilopediaText": [
			{"text": "The trolls were a large and monstrous humanoid race inhabiting Balvaria. Trolls were strong and vicious but generally dim-witted. Some were described as being able to speak, while others appear to be as irrational as animals. Their hide was as thick as stone and nigh-impervious to physical attacks. The first breed of trolls are called by Zorgorath from the netherworld, and they have a major weakness: sunlight will return them to the stone they were made from. The second breed of trolls, Torog, are capable of speech, smarter, and able to move under the sun."},
			{"text": "Shortly after Bulvan's defeat, Zorgorath speeds up his plan and sends the giants of Erhab to attack Dwargon, and sends the trolls to attack Nevdes. In the swift attack, Nevdes was defeated, as most of Nevdes' troops joined the Aeyris Alliances in the war against Bulvan. Zorgorath ordered Ttarmek to open the Endless Door in one of the dungeons of Nevdes, one of which is connected to the Slumbering Gate, so that Zorgorath could send more troops there. Opposing the chances of Zorgorath ruling the world, Barret, king of Malus, declared war against the trolls and marched to the southeast to cancel the operation. Despite the Malusian efforts, Ttarmek and his army of trolls managed to defend the conquered city."},
			{"separator": true},
			{"text": "Tips to play:"},
			{"text": "Immediately contruct Workers to improve Hill or or mined resources, this will increase your city's [Production] faster than other civs."},
			{"text": "it's uniques and Ramming Troll are a perfect combination to attack cities."}
		]
	},
	
	{
		"name": "Sulvana",
		"leaderName": "Lulla",
		"adjective": ["Sulvani"],
		"preferredVictoryType": "Cultural",
		"favoredReligion": "Evolutionism",
		"style": "Elven",
	
		"startIntroPart1": "The Sulvani Elves are a group of elves from the Blathan Jungle. They are known for their love of music, singing, and the arts. In the past, the Sulvani elves lived in the southern reaches of the Rain Forest alongside the Niranni elves. However, the Sulvani later became distant from the Niranni, as the Niranni's desire for power and control caused tension between the two groups. The most prominent figure of Sulvana is Queen Lulla Artiana, who leads her people in the liberation of the Blathan Jungle and manages to kill Azaniroth. Later, she joined the Aeyris Alliances and built the Aschar Grove for the alliances.",
		"startIntroPart2": "Praises upon her serene highnes, Queen Lulla Artiana, the Favored Daughter of the Gods, Shield To the Citizens of Sulvana. You love peace but mercilessly struck back at the enemies of your people, sacrificing their leaders in retribution for the insults dealt to your predecessor. The glory of the Sulvani was restored only by the guidance afforded by your wisdom. Queen Lulla, will you bring about a new golden age for the Sulvana people? Can you build a civilization that will stand the test of time?",
		
		"declaringWar": "By the grace of God, your days are numbered.",
		"attacked": "You have mistaken our love of peace for weakness. You shall regret this!",
		"defeated": "You have triumphed over us. The day is yours.",
		"afterPeace": "Never ever come to us again!",
		"introduction": "We are pleased to meet you.",
		
		"neutralHello": "Hello, again.",
		"hateHello": "Don't come near us!",
		"tradeRequest": "Your goods seems good, why don't we help each other?",
		
		"outerColor": [228,208,43],
		"innerColor": [  0,  0, 0],
		"uniqueName": "Arrow of the East",
		"uniqueText": "+10% Great Person generation in all cities \nGreat Artist generated by Sulvana become the Maeron, which can create the Sacred Grove",
		"uniques": ["[+10]% Great Person generation [in all cities]"], 
		"cities": ["Blathanna","Asylla","Izapa","Kutha","Brithombar","Ollmelean","Reverion","Emnha","Tula","Chitta",
			"Ostia","Lanchasia","Aquileia","Adria","G'eldree","Santana","Prassia","Eldamar","Herakleia","Eandall"],
		"spyNames": ["Sylvanna","Folwin","Arlen","Mirthal","Belias","Dara","Farryn","Vanya","Errora","Lyeneora"],
		"civilopediaText": [
			{"text": "The Sulvani Elves are a group of elves who are famous for their love of music, singing, and arts. They inhabit the land of Java in the southern reaches of Rain Forest, but many of them later migrate to Blathan Jungle. Both groups of elves, Niranna and Sulvana, are descendants of the Chorislaviani, and coexist under one banner. However, the Sulvani later became distant from the Niranni, as the Niranni's desire for power and control caused tension between the two groups."},
			{"text": "The most prominent figure of Sulvana is Queen Lulla Artiana, who leads her people in the struggle against Zorgorath's forces. The counterattack led by Lulla was carried out after Zorgorath and most of his troops had departed for the Nevdes through the Endless Door. In the Liberation of the Blathan Jungle, Lulla manages to kill Azaniroth and closes the Slumbering Gate, one of the gates of the Endless Door, to prevent Zorgorath's army coming back through the portal. Later, she joined the Aeyris Alliances and built the Aschar Grove for the alliances."},
			{"separator": true},
			{"text": "Tips to play:"},
			{"text": "Choose Divine Spark when you choose a Pantheon, and settle next to fresh water to gain access to Garden."},
			{"text": "Fokus on generate Maeron to construct Sacred Grove."}
		]
	},
	
	{
		"name": "Urush",
		"leaderName": "Zorgorath",
		"adjective": ["Demonic"],
		"preferredVictoryType": "Domination",
		"favoredReligion": "Preformationism",
		"style": "Demonic",
		
		"startIntroPart1": "Urush was a demonic state led by Zorgorath the Black Hand. Coming from the netherworld, Zorgorath was summoned by Bulvan, who attempted to resurrect his family, but instead, opened a portal to the netherworld. Realizing the situation, Zorgorath intends to create his own branch of Hell and establish himself as its sole ruler. During its peak, Urush managed to conquer proud Sulvana, wealthy Nevdes, the nascent Kingdom of Nas, including the former area of the Berenger Kingdom and the Thorin Empire, and many areas under the control of Bulvan  and Ttarmek.",
		"startIntroPart2": "Your armies kneel before you, Zorgorath the Black Hand, Demon Lord of the Netherworld! Through cunning diplomacy and military prowess, you bowed Magnar the Giant to your will and conquered most of Balvaria, from Trezgemith to the far north as Lirien. As the sovereign ruler of Urush, will you rise again to lead your army to even greater heights of glory? Can you build a civilization that will stand the test of time?",
		
		"declaringWar": "The demon wants the blood of soldiers!",
		"attacked": "Oh well, I presume you know what you're doing.",
		"defeated": "Agh burzum-ishi mas!",
		"afterPeace": "Pathetic!",
		"introduction": "I am Sorgorath. Ash dägül durbatulük!",
		
		"neutralHello": "Hello.",
		"hateHello": "Are you mad?",
		"tradeRequest": "It appears that you do have a reason for existing – to make this deal with me.",
		
		"outerColor": [  7,  0, 54],
		"innerColor": [228,134,228],
		"uniqueName": "Scorching Land",
		"uniqueText": "-1 Movement for Enemy Military units in Friendly Land tiles after constructing Infernal Gate for the first time \n+1 [Happiness] from every Barrack, Armory, and Knight Academy if the city has Infernal Gate \nCannot summon Hero, but gain access to summon Archdemon Kor'vash",
		"uniques": ["Enemy [Military] units must spend [1] extra movement points when inside your territory <if [Infernal Gate] is constructed>", 
					"[+1 Happiness] from every [Barracks] <in cities with a [Infernal Gate]>", 
					"[+1 Happiness] from every [Armory] <in cities with a [Infernal Gate]>", 
					"[+1 Happiness] from every [Knight Academy] <in cities with a [Infernal Gate]>", 
					"Gain a free [Black Hole] [in capital]", 
					"[-1 Faith] from every [Portal] <before the [Heroic age]>", 
					"Cannot build [Infantry Hero] units", 
					"Cannot build [Anti-Cav Hero] units", 
					"Cannot build [Cavalry Hero] units", 
					"Cannot build [Archery Hero] units", 
					"Cannot build [Siege Hero] units", 
					"Cannot build [Water Hero] units", 
					"Cannot build [Melee Water Hero] units", 
					"May buy [Archdemon Kor'vash] units for [0] [Faith] [in all cities] at an increasing price ([100]) <starting from the [Heroic age]>"],
		"cities": ["Oakenfell","Netherbrooke","Meg'thath","Agruk","Zonnol","Volvellath","Azrarad","Xolmonach","Zoz'guleth","Eg'thuth",
			"Mir'gumoth","Barthrolloz","Ath'tannuth","Thul'gog","Kil'ganath","Dalvoloch","Gannoros","Xorthrizar","Trezgemith","Gothi"],
		"spyNames": ["Azaniroth","Goroth","Lilith","Arkonnoth","Thurgethon","Trolmomug","Moloch","Baal","Zumog","Balthazar"],
		"civilopediaText": [
			{"text": "Urush was a demonic state led by Zorgorath the Black Hand. Coming from the netherworld, Zorgorath was summoned by Bulvan, who attempted to resurrect his family, but instead, opened a portal to the netherworld. Realizing the situation, Zorgorath intends to create his own branch of Hell and establish himself as its sole ruler. Wary that his arrival would be disturbed by the Aeyris Alliances, while he needed preparation to summon his army, Zorgorath devised a plan to stall time. He taught Bulvan the perfect art of necromancy and the path of lichdom, and at the same time he corrupted Bulvan's mind with hatred and anger towards the alliances. He orchestrated Bulvan's revenge, which marked the start of the Second Balvarian War."},
			{"text": "Shortly after Bulvan's defeat, Zorgorath speed up his plan and attacked Sulvana sooner than he had planned, seeking to raid their city and crush the Sulvani elves resistance to his rule before his enemies could fortify it. At the same time, Zorgorath sent Erhab to attack Dwargon and the Trolls to attack Nevdes. After successfully conquering Sulvana, Zorgorath and most of his army departed for the Nevdes via the Endless Door, leaving behind a small force led by Azaniroth. Before being defeated by the Aeyris Alliances, Zorgorath and his army managed to conquer proud Sulvana, wealthy Nevdes, the nascent Kingdom of Nas, including the former area of the Berenger Kingdom and the Thorin Empire, and many areas under the control of Bulvan  and Ttarmek."},
			{"separator": true},
			{"text": "Tips to play:"},
			{"text": "Urush gain access to summon Archdemon Kor'vash immediately starting from the Heroic age, without having to build a portal. This allows Urush to have the first 'Hero' unit."},
			{"text": "Its unique unit heals everytime it kills, so make sure to last hit enemy unit with the least HP Cerberus."}
		]
	},
	
	{
		"name": "Red Moon",
		"leaderName": "Claudia",
		"adjective": ["Witches"],
		"startBias": ["Jungle"],
		"favoredReligion": "Preformationism",
	
		"startIntroPart1": "Red Moon is an organization that takes in and protects witches from across the Balvaria. The organization was originally formed by a few witches, including Veronika, in the Sea Wind Region who wished to protect themselves from persecution. After their shelter being attacked, the witches seek to find the Sabbath but failed. Under the leadership of Claudia, they established a settlement in Blasicken. Later, they joined the Aeyris Alliances with their senior members holding important positions in the alliances.",
		"startIntroPart2": "Greetings, Lady Claudia the Truth-Eye! As a lady with unique powers, many feel both admiration and envy for you. Our wondrous Lady, once more the witches look to your guidance for understanding their power and controlling it. Will you guide them so they do not bring harm to the people around them or to themselves? Can you build a civilization that will stand the test of time?",
		
		"declaringWar": "You've behaved yourself very badly, you know it. Now it's payback time.",
		"attacked": "Huh! Look like I have to destroy you!",
		"defeated": "We were defeated, so this makes me your prisoner. I suppose there are worse fates.",
		//"afterPeace": " ",
		"introduction": "I greet you, stranger! If you are as intelligent and tactful as you are attractive, we'll get along just fine.",
		
		"neutralHello": "Hello!",
		"hateHello": "What do you need?!",
		"tradeRequest": "How would you like it if I propose this kind of exchange?",
		
		"outerColor": [153,  5,  3],
		"innerColor": [255,255,255],
		"uniqueName": "Flower of Enlightenment",
		"uniques": ["Starts with [Piety] adopted", 
					"May buy [Mage] units with [Faith] for [1] times their normal Production cost", 
					"Double quantity of [Magician] produced"],
		"cities": ["Blasicken","Phocaea","Elashmunein","Poitien","Velitrae","Niue","Boien","Ishe","Madirae","Kiea",
			"Sil Ifken","Ringsten","Godthenae","Hellulae","Novosten"],
		"spyNames": ["Veronika","Martha","Agnes","Janet","Violet","Kerstin","Alice","Marketta","Lisbeth","Sarah"],
		"civilopediaText": [
			{"text": "Red Moon is an organization that takes in and protects witches from across the Balvaria. The organization was originally formed by a few witches, including Veronika, in the Sea Wind Region who wished to protect themselves from persecution. They made their shelter in a forest and avoided contact with the outside world. After their shelter being attacked, Veronika decided to use the information in a book she called the Holy Book, to lead her sisters to the Sabbath, a place rumored to be where witches can go through their Day of Awakening with no pain and live peacefully."},
			{"text": "Despite their efforts, the witches couldn't locate the Sabbath. Along the way, they encounter Claudia, who has the ability to read the hidden messages contained in the book. Turns out the book keeps secrets about the Moon Thread, a project to trap the entire world in a dream, thus saving mankind from destroying itself but also robbing free will from the entire world. However, the project needs a magical stone called the Tridstone, which was lost during the Doom of the Old World. Losing their hopes, Claudia then established a settlement in Blasicken for the witches. Later, she was approached by Queen Nualla to join the Aeyris Alliances and fight against Zorgorath."},
			{"separator": true},
			{"text": "Tips to play:"},
			{"text": "Save [Faith] as much as possible to summon Mage unit, beside summoning Hero of course."},
			{"text": "When available, pick Piety sub policies for more benefit, either more Faith, Gold, or to unlock Monk-type units."}
		]
	},
	
	
	// Long Isolated Continent
	{
		"name": "Frostmorrow",
		"leaderName": "Tormund Drake",
		"adjective": ["Icemen"],
		"startBias": ["Tundra"],
		"preferredVictoryType": "Cultural",
		"favoredReligion": "Evolutionism",
		"style": "Icemen",
		
		"startIntroPart1": "Frostmorrow, also called The Frozen Empire, was a powerful empire of Central Omora that stretched from Samara in the North to Samara in the North. It grew to become the largest Frosten-speaking state and rose through the outstanding organizational skills of the Frostmorrow people, wealth gained from trade of Cultivated farm yields, and their adaptability to the ferocity of the cold. The Frozen Empire was one of the most politically important states in the entirety of Central Omora, and held sway not only over most of the other kingdoms in Central Omora, but also over nearby North Omora states, notably the Leonin Kingdom.",
		"startIntroPart2": "Greetings to you wise Tormund the Winter King. Your men stand proudly to greet you, and it was your leadership that brought victory after victory to Frostmorrow. Chief General, your people call for the recreation of a new Frozen Empire. Will you answer the call? Can you build a civilization that will stand the test of time?",
		
		"declaringWar": "I hereby proclaim you an enemy to Frostmorrow, our allies, and God, may he have mercy on your soul.",
		"attacked": "You evil creature! My braves will slaughter you!",
		"defeated": "Although I lost, my honor shall endure. I am waiting for my execution.",
		//"afterPeace": " ",
		"introduction": "You are in the presence of Tormund Drake of Frostmorrow, grand leader of the Frozen Empire. But I suppose you heard that.",
		
		"neutralHello": "Hello.",
		"hateHello": "You should be ashamed, and will be.",
		"tradeRequest": "We have many things to discuss and have much to benefit from each other.",
		
		"outerColor": [215,225,225],
		"innerColor": [  0,  0,  0],
		"uniqueName": "Blessed Winter",
		"uniques": ["[-15]% Culture cost of natural border growth [in all cities]", 
					"[-25]% Unhappiness from [Specialists] [in all cities]", 
					"Free [Great Farmer] appears <upon discovering [Pottery]>", 
					"Comment [Gaim access to generate [Great Farmer] via specialist]"],
		"cities": ["Frostmorrow","Igos","Sandless","Noach","Maumere","Iver","Ykutz","Vladivostok","Smolensk","Orenburg",
			"Bryansk","Kver","Murmansk","Irkutsk","Chita","Samara","Iglis","Norilym","Leonin","Movskoy"],
		"spyNames": ["Hassel","Peter","Adam","Yura","Allen","Selina","Inessa","Osmund","Barnaby","Olive"],
		"civilopediaText": [
			{"text": "Frostmorrow, also called The Frozen Empire, was a powerful empire of Central Omora that stretched from Samara in the North to Samara in the North. It grew to become the largest Frosten-speaking state and rose through the outstanding organizational skills of the Frostmorrow people, wealth gained from trade of Cultivated farm yields, and their adaptability to the ferocity of the cold. The Frozen Empire was one of the most politically important states in the entirety of Central Omora, and held sway not only over most of the other kingdoms in Central Omora, but also over nearby North Omora states, notably the Leonin Kingdom."},
			{"text": "Beginning with the reign of Hassel, Frostmorrow minted its own coins, which have been excavated in locations as far north as Samara, in the Frittond Hill near the Caesarea Forest. The kingdom continued to expand throughout late antiquity, conquering Frostwaste, from whom it inherited the exonym 'Frozen'. The Frostmorrowi dominance in the region culminated during the reign of Tormund Drake, who invaded the Odeila Kingdom in order to avenge the dead of his adopted son by King Atley. With the annexation of Odeila, the Kingdom of Frostmorrow reached its largest territorial extent. However, the kingdom known only by those inhabited in the Continent of Omora as Omora is surrounded by 3 major oceans, namely the Lamuri Ocean, the Bravorlr Ocean, and the Firorr Ocean."},
			{"separator": true},
			{"text": "Tips to play:"},
			{"text": "Fokus on specialists, Frostmorrow is the only Civ with [Food]-producing specialists and they generate 25% less unhappiness."},
			{"text": "Build lots Yeti when available, no Niter needed."}
		]
	},
	
	
	// City-States
	{
		"name": "Artiza",
		"adjective": ["Artizan"],
		"cityStateType": "Cultural",
		"style": "Human",
		"uniques": ["Free [Spearman] appears <upon discovering [Bronze Working]>"],
		
		"declaringWar": "You leave us no choice. War it must be.",
		"attacked": "Very well, this shall not be forgotten.",
		"defeated": "You fiend! History shall remember this!",
		"outerColor": [ 20, 20, 20],
		"innerColor": [255,153,255],
		"cities": ["Artiza"],
		"civilopediaText": [
			{"text": "A human civilization that fell because of the great famine. It was succeeded by Louvargia."},
		]
	},
	{
		"name": "Doomspire",
		"adjective": ["Sandman"],
		"cityStateType": "Cultural",
		"startBias": ["Desert"],
		"style": "Desert",
		"uniques": ["Free [Worker] appears <upon discovering [Pottery]>"],

		"declaringWar": "You leave us no choice. War it must be.",
		"attacked": "Very well, this shall not be forgotten.",
		"defeated": "We were too weak to protect ourselves...",
		"outerColor": [20, 20, 20],
		"innerColor": [194,97,255],
		"cities": ["Doomspire"]
	},
	{
		"name": "Gildar",
		"adjective": ["Drow"],
		"cityStateType": "Cultural",
		"uniques": ["[+10]% Strength <for [Sword] units>"],
		
		"declaringWar": "You leave us no choice. War it must be.",
		"attacked": "Very well, this shall not be forgotten.",
		"defeated": "I guess you weren't here for the sprouts after all...",
		"outerColor": [ 20,20, 20],
		"innerColor": [255,97,255],
		"cities": ["Gildar"]
	},
	{
		"name": "Manthrill",
		"adjective": ["Manthrili"],
		"cityStateType": "Cultural",
		"style": "Dwarven",
		"uniques": ["Starts with [Mining]"],
		
		"declaringWar": "You leave us no choice. War it must be.",
		"attacked": "Very well, this shall not be forgotten.",
		"defeated": "Unacceptable!",
		"outerColor": [ 20, 20, 20],
		"innerColor": [255,153,153],
		"cities": ["Manthrill"],
		"civilopediaText": [
			{"text": "A dwarven kingdom on the Llotidea Continent. It was often involved in rivalry with the state of Dayne to the southeast and the Thallin Empire to the south. The kingdom fell after being attacked by Torakj."},
		]
	},
	{
		"name": "Feu Follet",
		"adjective": ["Ego-Vampire"],
		"cityStateType": "Cultural",
		"uniques": ["[-15]% Culture cost of natural border growth [in capital]"],

		"declaringWar": "You leave us no choice. War it must be.",
		"attacked": "Very well, this shall not be forgotten.",
		"defeated": "So this is how it feels to die...",
		"outerColor": [ 20,20,20],
		"innerColor": [179,34,138],
		"cities": ["Feu Follet"]
	},
	{
		"name": "Windemer",
		"adjective": ["Windemeri"],
		"cityStateType": "Cultural",
		"style": "Elven",
		"uniques": ["Starts with [Archery]"],
		
		"declaringWar": "You leave us no choice. War it must be.",
		"attacked": "Very well, this shall not be forgotten.",
		"defeated": "And so the flower of Windemer falls to barbaric hands...",
		"outerColor": [ 20,20, 20],
		"innerColor": [152, 0,241],
		"cities": ["Windemer"],
		"civilopediaText": [
			{"text": "The first civilization ever in Eustasia and the first civilization ever to come into contact with the Gods. The Lourgians learn the concepts of religion and worship from the Windemeri."},
		]
	},
	
	{
		"name": "Asil",
		"adjective": ["Asili"],
		"cityStateType": "Industrial",
		"style": "Dwarven",
		"uniques": ["[+100]% Production when constructing [Worker] units [in capital]"],
		
		"declaringWar": "You leave us no choice. War it must be.",
		"attacked": "Very well, this shall not be forgotten.",
		"defeated": "The great things we'll about to create are gone.",
		"outerColor": [ 20,20,20],
		"innerColor": [189,99, 0],
		"cities": ["Asil"],
		"civilopediaText": [
			{"text": "A group of dwarfs inhabited in the historical region of Aaru on the Pangaea. it was incorporated into Polgar Sod'em after the political marriage between the Sodites Prince Yurrgin with the Asili Princess Disa."},
		]
	},
	{
		"name": "Canthyria",
		"adjective": ["Centaurs"],
		"cityStateType": "Industrial",
		"startBias": ["Plains"],
		"uniques": ["[+1] Movement <for [Land] units>"],
		
		"declaringWar": "You leave us no choice. War it must be.",
		"attacked": "A barbarian like you will never enough with just a horse. I am not a horse!",
		"defeated": "I don't like you, not from the beginning.",
		"outerColor": [ 20, 20, 20],
		"innerColor": [199,59,19],
		"cities": ["Canthyria"],
		"civilopediaText": [
			{"text": "A centaurs state inhabited the souteastern part of the Rain Forest. it was divided into two groups, one group remain in their home, while the other group joined Niranna after the marriage between Thanue and Araros son of Aratoros."},
		]
	},
	{
		"name": "Clockwerk",
		"adjective": ["Clockwerks"],
		"cityStateType": "Industrial",
		"style": "Human",
		"uniques": ["[+1 Production] from all [Science] buildings"],
		
		"declaringWar": "You leave us no choice. War it must be.",
		"attacked": "Very well, this shall not be forgotten.",
		"defeated": "Guess I'll work for you then.",
		"outerColor": [ 20,20,20],
		"innerColor": [150,87,42],
		"cities": ["Clockwerk"],
		"civilopediaText": [
			{"text": "A human kingdom on the Tanait plains in the north-central part of Balvaria, bordered with the Berenger Kingdom to the North and the Duchy of Nas to the West. It was one of the founding members of the Aeyris Alliances."}
		]
	},
	{
		"name": "Dayne",
		"adjective": ["Daynian"],
		"cityStateType": "Industrial",
		"style": "Human",
		"uniques": ["[-50]% construction time for [All] improvements"],
		
		"declaringWar": "You leave us no choice. War it must be.",
		"attacked": "Just because you can't pay me, you declare war on me?",
		"defeated": "Just take all of my slave, will you?",
		"outerColor": [ 20, 20, 20],
		"innerColor": [239,169,119],
		"cities": ["Dayne"],
		"civilopediaText": [
			{"text": "A human city-state on the Llotidea Continent. It was often involved in rivalry with the dwarven kingdom of Manthrill to the northwest and the Thallin Empire to the west. The kingdom fell after being attacked by Torakj."},
		]
	},
	{
		"name": "Kov",
		"adjective": ["Kobolds"],
		"cityStateType": "Industrial",
		"startBias": ["Hill"],
		"uniques": ["Gain a free [Walls] [in capital]"],
		
		"declaringWar": "You leave us no choice. War it must be.",
		"attacked": "Very well, this shall not be forgotten.",
		"defeated": "So what is the meaning of a miner?",
		"outerColor": [ 20,20,20],
		"innerColor": [150,87,42],
		"cities": ["Kov"]
	},
	{
		"name": "Rog",
		"adjective": ["Ogre"],
		"cityStateType": "Industrial",
		"startBias": ["Jungle"],
		"uniques": ["All newly-trained [Swprd] units [in capital] receive the [Charge] promotion"],
		
		"declaringWar": "Hungry ... hungry for eternity ...",
		"attacked": "I am hungry of a fresh flesh myself!",
		"defeated": "I hope you'll spare me your leftover to eat.",
		"outerColor": [ 20, 20, 20],
		"innerColor": [239,169,119],
		"cities": ["Rog"],
		"civilopediaText": [
			{"text": "Horde of ogre on the Balvaria. It helped Saeth of Tugu during the First Balvarian War."},
		]
	},

	{
		"name": "Glaceholm",
		"adjective": ["Glaceholmian"],
		"cityStateType": "Maritime",
		"startBias": ["Tundra"],
		"uniques": ["[+1] Movement <for [{Military} {Melee}] units> <in [Tundra] tiles>"],

		"declaringWar": "You leave us no choice. War it must be.",
		"attacked": "Very well, this shall not be forgotten.",
		"defeated": "I have failed. May you, at least, know compassion towards our people.",
		"outerColor": [20, 20, 20],
		"innerColor": [ 0,255,128],
		"cities": ["Glaceholm"],
		"civilopediaText": [
			{"text": "A beastman civilization located on the eastern part of the Blora Sea. Because they were often attacked by Thallin, the Glaceholmians migrated mostly to the Crawl of Nortasia. Later, the remaining Glaceholmians joined Townfolk on the Sumba Continent."},
		]
	},
	{
		"name": "Hellsand",
		"adjective": ["Primitive"],
		"cityStateType": "Maritime",
		"startBias": ["Desert"],
		"uniques": ["[+1] Sight <for [Recon] units> <in [Desert] tiles>"],

		"declaringWar": "You leave us no choice. War it must be.",
		"attacked": "Very well, this shall not be forgotten.",
		"defeated": "The day of judgement has come to us. But rest assured, the same will go for you!",
		"outerColor": [20, 20,20],
		"innerColor": [45,235,86],
		"cities": ["Hellsand"]
	},
	{
		"name": "Highlander",
		"adjective": ["Highlanderi"],
		"cityStateType": "Maritime",
		"startBias": ["Hill"],
		"style": "Elven",
		"uniques": ["Free [Composite Bowman] appears <upon discovering [Construction]>"],

		"declaringWar": "I have to do this, for the sake of progress if nothing else. You must be opposed!",
		"attacked": "You can see how fruitless this will be for you... right?",
		"defeated": "May God grant me these last wishes - peace and prosperity for us all.",
		"outerColor": [20, 20,20],
		"innerColor": [51,182, 0],
		"cities": ["Highlander"]
	},
	{
		"name": "Irgask",
		"adjective": ["Ego-Goblin"],
		"cityStateType": "Maritime",
		"startBias": ["Coast"],
		"style": "Goblin",
		"uniques": ["[+15]% [Food] [in capital]"],

		"declaringWar": "I will enjoy hearing your last breath as you witness the destruction of your realm!",
		"attacked": "Why do we fight? Because Inanna demands it. Now, witness the power of Irgaskians!",
		"defeated": "What treachery has struck us? No, what evil?",
		"outerColor": [20, 20,20],
		"innerColor": [81,172,40],
		"cities": ["Irgask"]
	},
	{
		"name": "Panema",
		"adjective": ["Panemians"],
		"cityStateType": "Maritime",
		"style": "Human",
		"uniques": ["Starts with [Pottery]"],

		"declaringWar": "You have revealed your purposes a bit too early, my friend...",
		"attacked": "Very well, this shall not be forgotten.",
		"defeated": "They will write songs of this.... pray that they shall be in your favor.",
		"outerColor": [20, 20,20],
		"innerColor": [10,162,60],
		"cities": ["Panema"],
		"civilopediaText": [
			{"text": "A human kingdom on the eastern part of the Leihitu Sea. It was destroyed by Marunesia and re-developed a decade later as Codendia."},
		]
	},

	{
		"name": "Concordia",
		"adjective": ["Cordians"],
		"cityStateType": "Mercantile-Concordia",
		"startBias": ["Coast"],
		"uniques": ["[+1 Food] from [Fish] tiles [in capital]"],

		"declaringWar": "You leave us no choice. War it must be.",
		"attacked": "Very well, this shall not be forgotten.",
		"defeated": "A wrong calculation, on my part.",
		"outerColor": [ 20, 20,20],
		"innerColor": [255,255, 0],
		"cities": ["Concordia"]
	},
	{
		"name": "Crotoa",
		"adjective": ["Merchant-Beast"],
		"cityStateType": "Mercantile-Crotoa",
		"startBias": ["Coast"],
		"uniques": ["Double quantity of [Crab] produced"],

		"declaringWar": "You leave us no choice. War it must be.",
		"attacked": "Very well, this shall not be forgotten.",
		"defeated": "We never fully trusted you from the start.",
		"outerColor": [ 20, 20,20],
		"innerColor": [211,205,51],
		"cities": ["Crotoa"]
	},
	{
		"name": "Frostwaste",
		"adjective": ["Frozen"],
		"cityStateType": "Mercantile-Frostwaste",
		"startBias": ["Snow"],
		"style": "Icemen",
		"uniques": ["Double quantity of [Mammoth] produced"],

		"declaringWar": "You leave us no choice. War it must be.",
		"attacked": "Very well, this shall not be forgotten.",
		"defeated": "May the Heavens forgive you for inflicting this humiliation to our people.",
		"outerColor": [ 20, 20,20],
		"innerColor": [211,220,93],
		"cities": ["Frostwaste"],
		"civilopediaText": [
			{"text": "A human kingdom on the isolated continent of Omora. Sometimes dubbed as the Frozen Kingdom, it was conquered by Frostmorrow, who inherited the exonym 'Frozen'."},
		]
	},
	{
		"name": "Gahaldur",
		"adjective": ["Merchant-Dwarven"],
		"cityStateType": "Mercantile-Gahaldur",
		"style": "Dwarven",
		"uniques": ["Starts with [Mining]"],

		"declaringWar": "You leave us no choice. War it must be.",
		"attacked": "Very well, this shall not be forgotten.",
		"defeated": "How barbaric. Those who live by the sword shall perish by the sword.",
		"outerColor": [ 20, 20, 20],
		"innerColor": [255,255,100],
		"cities": ["Gahaldur"]
	},
	{
		"name": "Tonthon",
		"adjective": ["Tonthonese"],
		"cityStateType": "Mercantile-Tonthon",
		"style": "Goblin",
		"uniques": ["Starts with [Trapping]"],

		"declaringWar": "You leave us no choice. War it must be.",
		"attacked": "Very well, this shall not be forgotten.",
		"defeated": "Perhaps, in another world, we could have been friends...",
		"outerColor": [ 20, 20,20],
		"innerColor": [235,215,55],
		"cities": ["Tonthon"]
	},

	{
		"name": "Corelia",
		"adjective": ["Pirates"],
		"cityStateType": "Militaristic",
		"startBias": ["Coast"],
		"uniques": ["[+1] Movement <for [{Military} {Water}] units>"],

		"declaringWar": "Do you really think you can walk over us so easily? I will not let it happen. Not to my people!",
		"attacked": "We are no strangers to war.",
		"defeated": "You are nothing but a glorified barbarian. Cruel, and ruthless.",
		"outerColor": [ 20, 20, 20],
		"innerColor": [221,170,113],
		"cities": ["Corelia"]
	},
	{
		"name": "Grokzut",
		"adjective": ["Lizardfolk"],
		"cityStateType": "Militaristic",
		"uniques": ["[+15]% Strength <for [{Melee} {Land}] units> <when defending>"],

		"declaringWar": "Itz time! Itz time to WAAAGH diz pathetic weaklingz!",
		"attacked": "HAHAHAHA! Diz iz juzt hilarious! Get em, boiz!",
		"defeated": "Gahh... I hate when diz happenz...",
		"outerColor": [ 20,20,20],
		"innerColor": [255,50,50],
		"cities": ["Grokzut"],
		"civilopediaText": [
			{"text": "Lizardfolk tribes bordered Thallin to the north. After conquering Grokzut, the Tailin enslaved the lizardfolk."},
		]
	},
	{
		"name": "Khemul",
		"adjective": ["Khemuli"],
		"cityStateType": "Militaristic",
		"style": "Human",
		"uniques": ["Free [Luan] appears <upon discovering [Military Science]>"],

		"declaringWar": "You leave us no choice. War it must be.",
		"attacked": "Very well, this shall not be forgotten.",
		"defeated": "What a fine battle! Khemul is willing to serve you!",
		"outerColor": [ 20, 20,20],
		"innerColor": [255,178,72],
		"cities": ["Khemul"],
		"civilopediaText": [
			{"text": "A land isolated human kingdom bordered with Dwargon to the north. It was destroyed by Erhab during the Second Balvarian War."},
		]
	},
	{
		"name": "Pid",
		"adjective": ["Pidian"],
		"cityStateType": "Militaristic",
		"style": "Demonic",
		"uniques": ["[Sword] units gain the [Bloodbath] promotion"],

		"declaringWar": "After thorough deliberation, Pidians finds itself at a crossroads. Prepare yourself, for war is upon us.",
		"attacked": "We will mobilize every means of resistance to stop this transgression against our nation!",
		"defeated": "The principles for which we have fought will survive longer than any nation you could ever build.",
		"outerColor": [ 20,20, 20],
		"innerColor": [185,32,122],
		"cities": ["Pid"],
		"civilopediaText": [
			{"text": "The last group of demons that weren't thrown into the netherworld. The Pidians, despite being demons, are not hostile towards other races but still have physical characteristics like demons in general."},
		]
	},
	{
		"name": "Rackedt",
		"adjective": ["Mercenary-Beast"],
		"cityStateType": "Militaristic",
		"uniques": ["All newly-trained [Recon] units [in capital] receive the [Ranger] promotion"],

		"declaringWar": "You shall stain this land no longer with your vileness! To arms, my countrymen - we ride to war!",
		"attacked": "Traitorous man! The Rackedt peoples will not stand for such wanton abuse and slander - I shall have your head!",
		"defeated": "Vile ruler, know that you 'won' this war in name only!",
		"outerColor": [ 20,20,20],
		"innerColor": [255,69, 0],
		"cities": ["Rackedt"]
	},
	{
		"name": "Shaquad",
		"adjective": ["Shaquadi"],
		"cityStateType": "Militaristic",
		"style": "Human",
		"uniques": ["Free [Watcher] appears <upon discovering [Optics]>"],

		"declaringWar": "War lingers in our hearts. Why carry on with a false peace?",
		"attacked": "You gormless radger! You'll dine on your own teeth before you set foot in Shaquad!",
		"defeated": "A lonely wind blows through the highlands today. A dirge for Shaquad. Can you hear it?",
		"outerColor": [ 20,20,20],
		"innerColor": [255,50,50],
		"cities": ["Shaquad"],
		"civilopediaText": [
			{"text": "One of the two kingdoms reigned by the descendant of Karaeng (King) Rouben. The state stood in a close political relation to the Kingdom of Malus."},
		]
	},

	{
		"name": "Aysus",
		"adjective": ["Aysusian"],
		"cityStateType": "Religious",
		"uniques": ["Free [Inquisitor] appears <upon discovering [Philosophy]>"],

		"declaringWar": "By the grace of God, we declare war!",
		"attacked": "You shall not trample our temple!",
		"defeated": "God is forgiving, will you forgive us?",
		"outerColor": [ 20, 20, 20],
		"innerColor": [203,193,252],
		"cities": ["Aysus"],
		"civilopediaText": [
			{"text": "One of the successor of the Shinso. It was destroyed by the Tianwu Empire under the reign of Long Aotian."}
		]
	},
	{
		"name": "Chorislavia",
		"adjective": ["Chorislaviani"],
		"cityStateType": "Religious",
		"style": "Elven",
		"uniques": ["[+10]% Strength <for [All] units> <when fighting in [Friendly Land] tiles>"],

		"declaringWar": "I didn't want to do this. We declare war.",
		"attacked": "I will fear no evil. For god is with me!",
		"defeated": "Why have you forsaken us my lord?",
		"outerColor": [ 20, 20, 20],
		"innerColor": [255,255,255],
		"cities": ["Chorislavia"],
		"civilopediaText": [
			{"text": "The first civilization ever in the world. Also referred to as the Motheri Elves by the Sodites, Chorislavia is only mentioned twice in Polgar Sod'em's manuscripts: when it was conquered by the Eldars and when it was liberated by Almuria."}
		]
	},
	{
		"name": "Estuary",
		"adjective": ["Druid"],
		"cityStateType": "Religious",
		"startBias": ["Jungle"],
		"uniques": ["[+1 Faith, +1 Culture] [in all cities] <with [1] to [2] neighboring [unimproved] [Jungle] tiles>",
					"[+2 Faith, +2 Culture] [in all cities] <with [3] to [6] neighboring [unimproved] [Jungle] tiles>"],

		"declaringWar": "You shall stain this land no longer, prepare for war!",
		"attacked": "Oh, truly you are as cruel as your nicknaame.",
		"defeated": "Remember, the end of us is the beginning of your doom!",
		"outerColor": [ 20, 20, 20],
		"innerColor": [203,255,252],
		"cities": ["Estuary"],
		"civilopediaText": [
			{"text": "Druidic civilization in the middle of the vast Pringapus Jungle on the Selasia continent. Rumor has it that the druid occasionally appear to help any traveler as long as the traveler does not have any ill intentions."}
		]
	},
	{
		"name": "Gomorra",
		"adjective": ["Gomorran"],
		"cityStateType": "Religious",
		"uniques": ["Gain a free [Shrine] [in capital]"],

		"declaringWar": "We have wanted this for a LONG time. War it shall be.",
		"attacked": "Very well, we will kick you back to the ancient era!",
		"defeated": "This isn't how it is supposed to be!",
		"outerColor": [ 20, 20, 20],
		"innerColor": [203,253,232],
		"cities": ["Gomorra"]
	},
	{
		"name": "Nevdes",
		"adjective": ["Nevdan"],
		"cityStateType": "Religious",
		"startBias": ["Plains"],
		"style": "Human",
		"uniques": ["[+10]% Strength <for [Anti-Cav] units>"],

		"declaringWar": "Everyday you stray further from God. Let me show you the right path!",
		"attacked": "You think God will permit your abominations?",
		"defeated": "Your evil nature are too strong for us to handle.",
		"outerColor": [ 20, 20, 20],
		"innerColor": [223,203,212],
		"cities": ["Nevdes"],
		"civilopediaText": [
			{"text": "Religious state on the Tanait plains in the north-central part of Balvaria. It was one of the founding member of the Aeyris Alliances."}
		]
	},
	{
		"name": "Zilla",
		"adjective": ["Zillan"],
		"cityStateType": "Religious",
		"style": "Human",
		"uniques": ["Gain a free [Monastery] [in capital]"],

		"declaringWar": "By god's grace we will not allow these atrocities to occur any longer. We declare war!",
		"attacked": "May god have mercy on your evil soul.",
		"defeated": "I for one welcome our new conquer overlord!",
		"outerColor": [ 20, 20, 20],
		"innerColor": [198,255,192],
		"cities": ["Zilla"],
		"civilopediaText": [
			{"text": "A human civilization located on the island of Zilla. The Zillans are the inventors of the philosophies of yin and yang and five elements."}
		]
	},
	
	
	//Barbarian
	{
		"name": "Barbarians",
		"outerColor": [0,0,0],
		"innerColor": [185,10,10],
		"style": "Barbarians",
		"uniques": ["Can only heal by pillaging", 
					"[Recon] units gain the [No Suicide] promotion", 
					"[Sword] units gain the [No Suicide] promotion", 
					"[Gunpowder] units gain the [No Suicide] promotion", 
					"[Anti-Cav] units gain the [No Suicide] promotion", 
					"[Armored] units gain the [No Suicide] promotion", 
					"[+15]% Strength <within [1] tiles of a [Barbarian encampment]>"]
	}
]
